Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: When you purchase from us, we’ll ask you to provide information including your name, billing address, shipping address, email address, phone number, credit card/payment details and optional account information like username and password. We’ll use this information for purposes, such as, to:
fr: Lorsque vous achetez sur notre plateforme, nous vous demanderons de fournir des informations, y compris votre nom, adresse, adresse de livraison, adresse de facturation, numéro de téléphone, détails de carte de crédit/paiement et informations de compte en option comme nom d’utilisateur et mot de passe. Nous utiliserons ces informations pour les raisons suivantes :

source: Note: you may want to further detail your cookie policy, and link to that section from here.
fr: Remarque : vous pouvez détailler votre politique de cookies et mettre un lien vers cet article ici.

source: We’ll also use cookies to keep track of cart contents while you’re browsing our site.
fr: Nous utilisons également des cookies pour garder une trace du contenu du panier tandis que vous passez en revue notre site.

source: Shipping address: we’ll ask you to enter this so we can, for instance, estimate shipping before you place an order, and send you the order!
fr: Adresse de livraison : nous vous demanderons de la saisir afin que nous puissions, par exemple, estimer l'expédition avant de passer une commande et vous envoyer la commande !

source: Location, IP address and browser type: we’ll use this for purposes like estimating taxes and shipping
fr: Lieu, adresse IP et le type de navigateur : nous pouvons utiliser cela pour estimer la TVA et les frais d’envoi

source: Products you’ve viewed: we’ll use this to, for example, show you products you’ve recently viewed
fr: Produits que vous avez consultés : nous les utiliserons pour, par exemple, vous montrer les produits que vous avez récemment consultés

source: Stores you’ve viewed: we’ll use this to, for example, show you vendor stores you’ve recently viewed
fr: Magasins que vous avez vu : nous allons utiliser cela pour, par exemple, de vous montrer des magasins de vendeur que vous avez récemment consultés

source: While you visit our site, we’ll track:
fr: Tandis que vous visitez notre site, nous allons suivre :

source: What we collect and store
fr: Ce que nous collectons et stockons

source: We collect information about you during the checkout process on our store.
fr: Nous collectons des informations vous concernant lors du processus de commande sur notre plateforme.

source: This sample privacy policy includes the basics around what personal data your multivendor store may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional plugins are used, the specific information shared by your store will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
fr: Cet exemple de politique de confidentialité comprend les éléments de base concernant les données personnelles que votre place de marché peut recueillir, stocker et partager, ainsi que les personnes qui peuvent avoir accès à ces données. En fonction des paramètres activés et des extensions supplémentaires utilisées, les informations spécifiques partagées par votre place de marché varieront. Nous vous recommandons de consulter un avocat avant de décider quelles informations divulguer dans votre politique de confidentialité.

source: Vendor Data
fr: Informations vendeur

source: No product has been found!
fr: Aucun produit n'a été trouvé !

source: More Products
fr: Plus de produits

source: Account details changed successfully.
fr: Détails du compte modifiés avec succès.

source: New passwords do not match.
fr: Les nouveaux mots de passe ne correspondent pas.

source: Please re-enter your password.
fr: Veuillez saisir à nouveau votre mot de passe.

source: Please enter your current password.
fr: Veuillez saisir votre mot de passe actuel.

source: Please fill out all password fields.
fr: Veuillez remplir tous les champs du mot de passe.

source: Your current password is incorrect.
fr: Votre mot de passe actuel est incorrect.

source: This email address is already registered.
fr: Cette adresse email est déjà enregistrée.

source: Please provide a valid email address.
fr: Merci d'entrer une adresse email valide.

source: is a required field.
fr: est un champ requis.

source: Your {site_title} order from {order_date} is complete
fr: Votre commande du {order_date} sur {site_title} est complète

source: Your {site_title} order receipt from {order_date}
fr: Reçu de votre commande du {order_date} sur {site_title}

source: Product SKU must be unique
fr: La référence (code UGS) du produit doit être unique

source: Email is not valid
fr: E-mail invalide

source: Unable to create vendor
fr: Impossible de créer un vendeur

source: Commision:
fr: Commission :

source: sales
fr: ventes

source: Toggle Sub-orders
fr: Basculer les Sous-Commandes

source: Hide Sub-Orders
fr: Cacher les sous-commandes

source: Show Sub-Orders
fr: Afficher les sous-commandes

source: &nbsp;Sub Order of
fr: &nbsp;Sous-commande de

source: Sub Order
fr: Sous commande

source: Log out
fr: Se déconnecter

source: Failed (%d)
fr: Échec (%d)

source: Refunded (%d)
fr: Remboursé (%d)

source: Cancelled (%d)
fr: Annulé (%d)

source: Pending (%d)
fr: En attente (%d)

source: On-hold (%d)
fr: En attente (%d)

source: Processing (%d)
fr: En cours (%d)

source: Completed (%d)
fr: Complété (%d)

source: Product successfully deleted
fr: Produit supprimé avec succès

source: Customer Note
fr: Note client

source: Customer IP
fr: Adresse IP du client

source: Shipping Country
fr: Pays de livraison

source: Shipping Postcode
fr: Code postal d’expédition

source: Shipping State
fr: État ou province de livraison

source: Shipping City
fr: Ville de livraison

source: Shipping Address 2
fr: Livraison - Adresse 2

source: Shipping Address 1
fr: Livraison - Adresse 1

source: Shipping Full Name
fr: Nom complet (pour la livraison)

source: Shipping Last Name
fr: Nom de famille de livraison

source: Shipping First Name
fr: Prénom de livraison

source: Shipping Company
fr: Transporteur

source: Billing Country
fr: Pays de facturation

source: Billing Postcode
fr: Code postal de facturation

source: Billing State
fr: État ou province de facturation

source: Billing City
fr: Ville de facturation

source: Billing Address 2
fr: Adresse de facturation 2

source: Billing Address 1
fr: Adresse de facturation

source: Billing Phone
fr: Téléphone de facturation

source: Billing Email
fr: Email de facturation

source: Billing Full Name
fr: Nom complet pour facturation

source: Billing Last Name
fr: Nom de famille de facturation

source: Billing First Name
fr: Prénom de facturation

source: Billing Company
fr: Société (pour la facturation)

source: Order Date
fr: Date de commande

source: Payment method
fr: Mode de paiement

source: Shipping Cost
fr: Frais de ports

source: Shipping method
fr: Mode de livraison

source: Order No
fr: Commande N°

source: Failed
fr: Echec

source: On-hold
fr: En attente

source: Pending Payment
fr: En attente de paiement

source: Rated %s out of %d
fr: Évaluation %d sur %d

source: %s rating from %d review
fr: %s de note sur %d Commentaire

source: No ratings found yet!
fr: Aucune évaluation trouvée pour le moment !

source: Please Login to Continue
fr: Veuillez vous connecter pour continuer

source: Your personal data will be used to support your experience throughout this website, to manage access to your account, and for other purposes described in our [dokan_privacy_policy]
fr: Vos données personnelles seront utilisées pour soutenir votre expérience sur ce site Web, pour gérer l'accès à votre compte et à d'autres fins décrites dans notre [dokan_privacy_policy]

source: privacy policy
fr: politique de confidentialité

source: Off Day
fr: Jour de fermeture

source: Friday
fr: Vendredi

source: Thursday
fr: Jeudi

source: Wednesday
fr: Mercredi

source: Tuesday
fr: Mardi

source: Monday
fr: Lundi

source: Sunday
fr: Dimanche

source: Saturday
fr: Samedi

source: View seo settings menu
fr: Voir le menu des paramètres de référencement

source: View social settings menu
fr: Voir le menu des paramètres des réseaux sociaux

source: View shipping settings menu
fr: Voir le menu des paramètres de livraison

source: View payment settings menu
fr: Voir le menu des paramètres de paiement

source: View store settings menu
fr: Voir le menu des paramètres de la boutique

source: View withdraw menu
fr: Voir le menu des reversements

source: View review menu
fr: Voir le menu des avis

source: View report menu
fr: Voir le rapport des ventes

source: View coupon menu
fr: Voir les codes promos

source: View order menu
fr: Voir les commandes

source: View product menu
fr: Voir le menu du produit

source: View overview menu
fr: Voir le menu de la vue d’ensemble

source: Export product
fr: Exporter un produit

source: Import product
fr: Importer un produit

source: Duplicate product
fr: Dupliquer le produit

source: View product
fr: Voir le produit

source: Delete product
fr: Supprime un produit

source: Edit product
fr: Modifier le produit

source: Add product
fr: Ajouter un produit

source: Manage withdraw
fr: Gérer le reversement

source: Manage reviews
fr: Gérer les avis

source: View reviews
fr: Voir les Avis

source: Delete coupon
fr: Supprimer un code promo

source: Edit coupon
fr: Modifier le code promo

source: Add coupon
fr: Ajouter un Code Promo

source: Manage refund
fr: Gérer le Remboursement

source: Manage order note
fr: Gérer les remarques de commande

source: Manage order
fr: Gérer la commande

source: View order
fr: Voir la commande

source: View statement report
fr: Voir le résumé du compte

source: View top earning report
fr: Voir le rapport du top des gains

source: View top selling report
fr: Voir le rapport des meilleures ventes

source: View daily sales report
fr: Voir le rapport des ventes journalières

source: View overview report
fr: Voir le rapport de synthèse

source: View product status report
fr: Voir le statut de l’objet

source: View review report
fr: Voir le rapport des avis

source: View order report
fr: Voir le rapport des commandes

source: View announcement
fr: Voir le communiqué

source: View sales report chart
fr: Vue graphique du rapport des ventes

source: View sales overview
fr: Voir l’ensemble des ventes

source: Dokan Store Sidebar
fr: Dokan Barre latérale

source: All dates
fr: Toutes les dates

source: 6-8 weeks
fr: 6-8 semaines

source: 4-6 weeks
fr: 4 à 6 semaines

source: 3-4 weeks
fr: 3 à 4 semaines

source: 2-3 weeks
fr: 2 à 3 semaines

source: 1-2 weeks
fr: 1 à 2 semaines

source: 3-5 business days
fr: 3 à 5 jours ouvrés

source: 1-3 business days
fr: 1 à 3 jours ouvrés

source: 1-2 business days
fr: 1 à 2 jours ouvrés

source: 1 business day
fr: 1 jour ouvré

source: Ready to ship in...
fr: Prêt à être expédié dans….

source: - Select a State -
fr: -Choisissez un État-

source: Everywhere Else
fr: Partout ailleurs

source: - Select a location -
fr: - Sélectionnez un lieu -

source: Date is not valid
fr: Date invalide

source: SWIFT: %s
fr: BIC / SWIFT: %s

source: Routing Number: %s
fr: Numéro de routage : %s

source: Address: %s
fr: Adresse postale : %s

source: Bank Name: %s
fr: Nom de la banque : %s

source: Account Number: %s
fr: Numéro de compte : %s

source: Account Name: %s
fr: Nom du compte : %s

source: Author
fr: Auteur

source: Grouped Product
fr: Produits groupés

source: Variable Product
fr: Produit Variable

source: Simple Product
fr: Produit simple

source: Sales total
fr: Total des ventes

source: Searching&hellip;
fr: Recherche&hellip;

source: Loading more results&hellip;
fr: Charger plus de résultats&hellip;

source: You can only select %qty% items
fr: Vous ne pouvez sélectionner que %qty% articles

source: You can only select 1 item
fr: Vous ne pouvez sélectionner qu’1 article

source: Please delete %qty% characters
fr: Veuillez supprimer %qty% caractères

source: Please delete 1 character
fr: Veuillez supprimer 1 caractère

source: Please enter %qty% or more characters
fr: Veuillez saisir %qty% caractères ou plus

source: Please enter 1 or more characters
fr: Veuillez saisir 1 caractère ou plus

source: Loading failed
fr: Échec du chargement

source: No matches found
fr: Aucun résultat

source: %qty% results are available, use up and down arrow keys to navigate.
fr: %qty% résultats sont disponibles, utilisez les flèches haut et bas pour naviguer.

source: One result is available, press enter to select it.
fr: Un résultat est disponible, appuyez sur Entrée pour le sélectionner.

source: Product category is required
fr: Catégorie du produit requise

source: Product title is required
fr: Le titre du produit (oeuvre) est requis

source: Choose Image
fr: Choisir une image

source: Select and Crop
fr: Sélectionner et rogner

source: No Result Found
fr: Pas de résultat trouvé

source: Save changes before changing page?
fr: Sauvegarder les changements avant de changer de page ?

source: Sale end date (YYYY-MM-DD format or leave blank)
fr: Date de fin de la promotion (format JJ-MM-AAAA ou laisser vide)

source: Sale start date (YYYY-MM-DD format or leave blank)
fr: Date de début de la promotion (format JJ-MM-AAAA ou laisser vide)

source: Are you sure you want to remove this variation?
fr: Confirmez-vous la suppression de cette variation ?

source: No variations added
fr: Aucune variation ajoutée

source: variations added
fr: variations ajoutées

source: variation added
fr: variation ajoutée

source: Set variation image
fr: Définir l’image de la variation

source: Choose an image
fr: Choisir une image

source: Last warning, are you sure?
fr: Dernier avertissement, êtes-vous sûr ?

source: Are you sure you want to delete all variations? This cannot be undone.
fr: Voulez-vous vraiment supprimer toutes les variations ? Cette action est irrévocable.

source: Enter a value (fixed or %)
fr: Saisissez une valeur (fixe ou en %)

source: Variation menu order (determines position in the list of variations)
fr: Ordre du menu des variations (détermine la position dans la liste des variations)

source: Enter a value
fr: Saisissez une valeur

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
fr: Voulez-vous vraiment lier toutes les variantes ? Cela créera une nouvelle variation pour chaque combinaison possible d'attributs de variation (max %d par exécution).

source: Remove this attribute?
fr: Supprimer cet attribut ?

source: Enter a name for the new attribute term:
fr: Saisissez un nom pour le nouvel attribut du terme :

source: Warning! This product will not have any variations if this option is not checked.
fr: Avertissement ! Ce produit n'aura aucune variation si cette option n'est pas cochée.

source: Sorry, this attribute option already exists, Try a different one.
fr: Désolé, cette option d'attribut existe déjà, essayez-en une autre.

source: Add to gallery
fr: Ajouter à la galerie

source: Set featured image
fr: Définir une image

source: Add Images to Product Gallery
fr: Ajoutez Images à la Galerie Produit

source: Choose a file
fr: Choisir un fichier

source: Upload featured image
fr: Téléchargez une image principale

source: Please enter a value greater than or equal to {0}.
fr: Merci d’entrer une valeur supérieure ou égale à {0}.

source: Please enter a value less than or equal to {0}.
fr: Merci d’entrer une valeur inférieure ou égale à {0}.

source: Please enter a value between {0} and {1}.
fr: Veuillez entrer une valeur entre {0} et {1}.

source: Please enter a value between {0} and {1} characters long.
fr: Veuillez entrer une valeur comprise entre {0} et {1} caractères.

source: Please enter at least {0} characters.
fr: Veuillez entrer au moins {0} caractères.

source: Please enter no more than {0} characters.
fr: Veuillez entrer un maximum de {0} caractères.

source: Please enter the same value again.
fr: Veuillez entrer à nouveau la même valeur.

source: Please enter a valid credit card number.
fr: SVP entrez un numéro de carte valide.

source: Please enter only digits.
fr: Veuillez saisir uniquement des chiffres.

source: Please enter a valid number.
fr: Veuillez entrer un numéro valide.

source: Please enter a valid date (ISO).
fr: Veuillez entrer une date valide (ISO).

source: Please enter a valid date.
fr: Veuillez entrer une date valide.

source: Please enter a valid URL.
fr: Veuillez entrer une URL valide.

source: Please enter a valid email address.
fr: Veuillez saisir une adresse de messagerie valide.

source: Please fix this field.
fr: Veuillez corriger ce champ.

source: This field is required
fr: Ce champ est requis

source: Something went wrong. Please try again.
fr: Un problème est survenu. Veuillez réessayer.

source: Are you sure?
fr: Êtes vous sûr ?

source: Order &ndash; %s
fr: Commande &ndash; %s

source: Please install <a href="%s"><strong>WooCommerce</strong></a> plugin first
fr: Installez l’extension <a href="%s"><strong>WooCommerce</strong></a> avant

source: Menu order, used to custom sort products.
fr: Ordre du menu, utilisé pour le tri personnalisé des produits.

source: List of grouped products ID.
fr: Liste des identifiants de produits groupés.

source: List of variations IDs.
fr: Liste des identifiants de variations.

source: Selected attribute term name.
fr: Nom de terme d&rsquo;attribut sélectionné.

source: Defaults variation attributes.
fr: Attributs de variation par défaut.

source: List of available term names of the attribute.
fr: Liste des noms de terme disponibles de l&rsquo;attribut.

source: Define if the attribute can be used as variation.
fr: Détermine su l&rsquo;attribut peut être utilisé comme variation.

source: Define if the attribute is visible on the "Additional information" tab in the product's page.
fr: Définissez si l’attribut est visible dans l’onglet « Informations complémentaires » de la page du produit.

source: Attribute position.
fr: Position de l&rsquo;attribut.

source: Attribute name.
fr: Nom de l’attribut

source: Attribute ID.
fr: ID de l’attribut.

source: List of attributes.
fr: Liste d&rsquo;attributs.

source: Image position. 0 means that the image is featured.
fr: Position de l’image. 0 signifie que l’image est à la une.

source: Image alternative text.
fr: Texte alternatif de l’image.

source: Image name.
fr: Nom de l’image.

source: Image URL.
fr: URL de l’image.

source: The date the image was last modified, as GMT.
fr: Date de la dernière modification de l’image, format GMT.

source: The date the image was last modified, in the site's timezone.
fr: La date à laquelle l&rsquo;image a été modifiée, en fuseau horaire du site.

source: The date the image was created, as GMT.
fr: Date de création de l’image, format GMT.

source: The date the image was created, in the site's timezone.
fr: La date à laquelle l&rsquo;image a été créée, en fuseau horaire du site.

source: Image ID.
fr: ID de l’image.

source: List of images.
fr: Liste des images.

source: Tag slug.
fr: Identifiant d&rsquo;étiquette.

source: Tag name.
fr: Nom de l’étiquette.

source: Tag ID.
fr: Identifiant d&rsquo;étiquette.

source: List of tags.
fr: Liste des étiquettes.

source: Category slug.
fr: Identifiant de la catégorie.

source: Category name.
fr: Nom de la catégorie.

source: Category ID.
fr: ID de catégorie.

source: List of categories.
fr: ﻿Liste de catégories.

source: Optional note to send the customer after purchase.
fr: Note optionnelle à envoyer au client après l&rsquo;achat.

source: Product parent ID.
fr: Identifiant du parent du produit.

source: List of cross-sell products IDs.
fr: Liste des identifiants de produits de vente croisée.

source: List of up-sell products IDs.
fr: Liste des identifiants des produits de montée en gamme.

source: List of related products IDs.
fr: Liste des identifiants de produits en relation.

source: Amount of reviews that the product have.
fr: Nombre d'avis reçu par le produit.

source: Reviews average rating.
fr: Moyenne de notation des avis.

source: Allow reviews.
fr: Autoriser les avis.

source: Shipping class ID.
fr: Identifiant de la classe de livraison.

source: Shipping class slug.
fr: Identifiant de la classe de livraison.

source: Shows whether or not the product shipping is taxable.
fr: Affiche si la livraison du produit est taxable ou non.

source: Shows if the product need to be shipped.
fr: Indique si le produit doit être expédié.

source: Product height (%s).
fr: Hauteur du produit (%s).

source: Product width (%s).
fr: Largeur du produit (%s).

source: Product length (%s).
fr: Longueur du produit (%s).

source: Product dimensions.
fr: Dimensions du produit.

source: Product weight (%s).
fr: Poids du produit (%s).

source: Allow one item to be bought in a single order.
fr: Autoriser un article à être acheté en une seule commande.

source: Shows if the product is on backordered.
fr: Indique si le produit est en rupture de stock.

source: Shows if backorders are allowed.
fr: Indique si les commandes en réassorts sont autorisés.

source: If managing stock, this controls if backorders are allowed.
fr: Si vous gérez le stock, cela détermine si les commandes en réassort sont autorisées.

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
fr: Contrôle si la prestation est répertoriée comme "en stock " ou "en rupture de stock " sur le front office.

source: Stock quantity.
fr: Quantité en stock.

source: Stock management at product level.
fr: Gestion du stock au niveau produit.

source: Tax class.
fr: Classe de TVA.

source: Tax status.
fr: État de la TVA.

source: Product external button text. Only for external products.
fr: Texte du bouton du produit externe. Uniquement pour les produits externes.

source: Product external URL. Only for external products.
fr: URL du produit externe. Uniquement pour les produits externes.

source: Number of days until access to downloadable files expires.
fr: Nombre de jours jusqu&rsquo;à l&rsquo;expiration des accès aux fichiers téléchargeables.

source: Number of times downloadable files can be downloaded after purchase.
fr: Nombre de fois que les fichiers téléchargeables peuvent être téléchargés après l&rsquo;achat.

source: File URL.
fr: URL du fichier.

source: File name.
fr: Nom du fichier.

source: File MD5 hash.
fr: Hachage MD5 du fichier.

source: List of downloadable files.
fr: Liste de fichiers téléchargeables.

source: If the product is downloadable.
fr: Si le produit est téléchargeable.

source: If the product is virtual.
fr: Si le produit est virtuel.

source: Amount of sales.
fr: Montant des ventes.

source: Shows if the product can be bought.
fr: Indique si le produit peut être acheté.

source: Shows if the product is on sale.
fr: Indique si le produit est en promotion.

source: Price formatted in HTML.
fr: Tarif formaté en HTML.

source: End date of sale price, as GMT.
fr: Date de fin du prix de vente, format GMT.

source: End date of sale price, in the site's timezone.
fr: Date de fin du prix promo, fuseau horaire du site.

source: Start date of sale price, as GMT.
fr: Date de début du prix promo, format GMT.

source: Start date of sale price, in the site's timezone.
fr: Date de début du prix promo, fuseau horaire du site.

source: Product sale price.
fr: Tarif de promotion.

source: Product regular price.
fr: Tarif régulier du produit.

source: Current product price.
fr: Prix actuel du produit.

source: Unique identifier.
fr: Identifiant unique.

source: Product short description.
fr: Description courte du produit.

source: Product description.
fr: Description du produit.
