Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Become a Vendor
fr: Devenir un vendeur

source: Shipping:
fr: Livraison

source: Something went wrong while adding product to cart. Please contact site admin.
fr: Un problème est survenu lors de l'ajout du produit au panier. Veuillez contacter l'administrateur du site.

source: Payable Amount
fr: Montant à payer

source: Billing Day
fr: Jour de facturation.

source: Current Balance
fr: Solde actuel.

source: You have successfully created %s product
fr: Le produit %s a été créé avec succès

source: File %1$d: %2$s
fr: Fichier %1$d: %2$s

source: %1$s for %2$s item
fr: %1$s pour %2$s article

source: Username : %s
fr: Identifiant : %s

source: Method : %s
fr: Méthode : %s

source: Amount : %s
fr: Montant : %s

source: Hi %s
fr: Bonjour %s

source: Update : %s
fr: Mettre à jour : %s

source: Vendor: %s
fr: Vendeur : %s

source: Title: %1$s
fr: Titre : %1$s

source: Category: %1$s
fr: Catégorie : %1$s

source: Vendor: %1$s
fr: Vendeur : %1$s

source: Price: %1$s
fr: Prix: %1$s

source: Title: %s
fr: Titre : %s

source: From : %1$s (%2$s)
fr: De : %1$s (%2$s)

source: %1$sAccess Token%2$s is needed to display map on store page
fr: La %1$sclé d'API%2$s est nécessaire pour afficher la carte sur la page du magasin

source: I have read and agree to the %1$sTerms %2$s Conditions%3$s.
fr: J’ai lu et accepté les %1$sTermes %2$s Conditions%3$s.

source: This field is required.
fr: Ce champ est obligatoire.

source: Enable/Disable Catalog Mode for this product
fr: Activer/Désactiver le Mode Catalogue pour ce produit

source: Catalog Mode
fr: Mode catalogue

source: Your Email Address
fr: Votre adresse e-mail

source: Check to hide product price from your products.
fr: Cochez pour masquer le prix du produit de vos produits.

source: Check to remove Add to Cart option from your products.
fr: Cochez pour supprimer l'option Ajouter au Panier de vos produits.

source: No product data has been updated.
fr: Aucune donnée du produit n'a été mise à jour.

source: %d product has been successfully updated.
fr: %d produit a été mis à jour avec succès.

source: Disable Catalog Mode
fr: Désactiver le mode catalogue

source: Enable Catalog Mode
fr: Activer le mode catalogue

source: Check to hide product price.
fr: Cochez pour masquer le prix du produit.

source: Hide Product Price
fr: Masquer le prix du produit

source: Check to remove Add to Cart option.
fr: Cochez pour supprimer l'option Ajouter au Panier.

source: Remove Add to Cart Button
fr: Supprimer le bouton Ajouter au panier

source: Control Catalog Mode Settings For Your Vendors
fr: Contrôlez les Paramètres du Mode Catalogue Pour Vos Vendeurs

source: Product Catalog Mode
fr: Mode Catalogue de Produits

source: Reset
fr: Réinitialiser

source: End Date
fr: Date de fin

source: Start Date
fr: Date de début

source: Search Orders
fr: Rechercher des commandes

source: Nonce verification failed!
fr: La vérification du nonce a échoué !

source: Dokan Back to Top Button
fr: Dokan revenir en haut

source: Back to top
fr: Retour en haut de page

source: Done
fr: ﻿Terminé

source: No category
fr: Aucune catégorie

source: Selected:
fr: Sélectionné :

source: Search category
fr: Rechercher une catégorie

source: Please choose the right category for this product
fr: Veuillez choisir une catégorie pour ce produit

source: Add new category
fr: Ajouter une nouvelle catégorie

source: + Add new category
fr: + Ajouter une nouvelle catégorie

source: Clear dummy data
fr: Effacer les données en cache

source: View products
fr: Voir les produits

source: View vendors
fr: Voir les vendeurs

source: Import complete!
fr: Importation terminée !

source: Run the importer
fr: Lancer l’importation

source: This tool allows you to import vendor and some products for vendors to your marketplace.
fr: Cet outil vous permet d'importer des vendeurs et certains produits pour les vendeurs sur votre marketplace.

source: Import dummy vendors and products
fr: Importer des vendeurs et des produits fictifs

source: Done!
fr: Terminé !

source: Import
fr: Importer

source: Import dummy data
fr: Importer des données factices

source: Total vendors
fr: Total vendeurs

source: Vendor item index to import.
fr: Index des articles du vendeur à importer.

source: Vendor is trusted.
fr: Le vendeur est vérifié

source: Vendor enabled.
fr: Vendeur activé

source: Store time open close array.
fr: Tableau des horaires d'ouverture/fermeture de la boutique.

source: Store seo
fr: SEO de la boutique

source: Enable terms and condition
fr: Activer les Termes et Conditions

source: Vendor show product per page
fr: Le vendeur affiche le produit par page

source: Vendor show more tpab
fr: Vendeur afficher plus de tpab

source: Vendor gravatar
fr: Gravatar du vendeur

source: Vendor icon
fr: Icône du vendeur

source: Vendor banner
fr: Bannière du vendeur

source: Vendor location
fr: Localisation du vendeur

source: Vendor address
fr: Adresse du vendeur

source: Vendor show email
fr: Voir l'adresse email du vendeur

source: Vendor phone
fr: N° de téléphone du vendeur

source: Vendor payments
fr: Paiements du vendeur

source: Vendor social
fr: Réseaux sociaux du vendeur

source: Vendor store name.
fr: Nom de la boutique du vendeur

source: Vendor password.
fr: Mot de passe du vendeur

source: Vendor email.
fr: Email du vendeur

source: Vendors profile data.
fr: Données de profil du vendeur

source: Vendors products data.
fr: Données de produits du vendeur

source: Cleared all dummy data successfully.
fr: Données en cache supprimées avec succès

source: No matching product exists to update.
fr: Il n'existe aucun produit correspondant à mettre à jour.

source: A product with this SKU already exists.
fr: Il existe déjà un produit avec ce SKU/UGS.

source: A product with this SKU already exists in another vendor.
fr: Il existe déjà un produit avec ce SKU/UGS auprès d'un autre vendeur.

source: Please select at least one category
fr: Veuillez sélectionner au moins une catégorie

source: This category has already been selected
fr: Cette catégorie a déjà été sélectionnée

source: Select a category
fr: Sélectionnez une catégorie

source: Disconnect
fr: Se déconnecter

source: <p>Thank you for choosing The Marketplace to power your online store! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong></p>
fr: <p>Merci d'avoir choisi Pincl' Marketplace pour alimenter votre boutique en ligne ! Cet assistant de configuration rapide vous aidera à configurer les paramètres de base. <strong>C'est complètement facultatif et ne devrait pas prendre plus de deux minutes.</strong></p>

source: Vendor Setup Wizard Message
fr: Message de l'assistant de configuration du vendeur

source: Store has open close time
fr: La boutique a des horaires d'ouverture/fermeture.

source: Store Schedule
fr: Horaire de la boutique

source: Both
fr: Les deux

source: Physical
fr: Physique

source: Save only
fr: Enregistrer seulement

source: Save & send announcement
fr: Enregistrer et envoyer l'annonce

source: Search e.g. vendor
fr: Rechercher (par exemple "vendeur"

source: Show vendor information on single product page
fr: Afficher les informations du vendeur sur une seule page de produit

source: Select a store header for your store.
fr: Sélectionnez un en-tête de magasin pour votre boutique.

source: You can successfully connect to your Google reCaptcha account from here.
fr: Vous pouvez vous connecter à votre compte Google reCaptcha à partir d'ici.

source: %1$sreCAPTCHA%2$s credentials required to enable invisible captcha for contact forms. %3$sGet Help%4$s
fr: %1$sreCAPTCHA%2$s identifiants requis pour activer le captcha invisible pour les formulaires de contact. %3$sObtenir de l'aide%4$s

source: Which map API source you want to use in your site?
fr: Quelle source d'API cartographique souhaitez-vous utiliser sur votre site ?

source: Configure your site appearances.
fr: Configurez les apparences de votre site.

source: Store Appearance
fr: Apparence du magasin

source: Select where you want to add Dokan pages.
fr: Sélectionnez l'endroit où vous souhaitez ajouter des pages Dokan.

source: Configure your multivendor site settings and vendor selling capabilities.
fr: Configurez les paramètres de votre site multifournisseur et les capacités de vente des vendeurs.

source: Define commission types, admin commissions, shipping and tax recipients, and more.
fr: Définissez les types de commission, les commissions d'administration, les destinataires de l'expédition et des taxes, et plus encore.

source: Configure your vendor store settings and setup your store policy for vendor.
fr: Configurez les paramètres de votre magasin de fournisseur et configurez votre politique de magasin pour le fournisseur.

source: Vendor Store Settings
fr: Paramètres de la boutique du vendeur

source: Configure your site settings and control access to your site.
fr: Configurez les paramètres de votre site et contrôlez l'accès à votre site.

source: Site Settings
fr: Paramètres du site

source: You can configure your site's privacy settings and policy.
fr: Vous pouvez configurer les paramètres et la politique de confidentialité de votre site.

source: Privacy Settings
fr: Paramètres de confidentialité

source: Update Store Privacy Policies
fr: Mettre à jour les politiques de confidentialité de la boutique

source: You can configure your store appearance settings, configure map API, Google reCaptcha and more. Dokan offers various store header templates to choose from.
fr: Vous pouvez configurer les paramètres d'apparence de votre boutique, configurer l'API de carte, Google reCaptcha et plus encore. Dokan propose différents modèles d'en-tête de magasin parmi lesquels choisir.

source: Appearance Settings
fr: Paramètres d’apparence

source: Custom Store Appearance
fr: Personnaliser l’apparence de la boutique

source: You can configure and setup your necessary page settings from this menu.
fr: Vous pouvez configurer et configurer vos paramètres de page nécessaires à partir de ce menu.

source: Site and Store Page Settings
fr: Paramètres de la page du site et de la boutique

source: Store Page Settings Manage
fr: Gérer les paramètres de la page de la boutique

source: Configure commission from vendors on Cash on Delivery orders, method and threshold for reverse balance, restrictive actions on vendors and more.
fr: Configurez la commission des vendeurs sur les commandes de paiement à la livraison, la méthode et le seuil pour le solde inversé, les actions restrictives sur les fournisseurs et plus encore.

source: Reverse Withdrawal Settings
fr: Paramètres de retrait inversé

source: Admin commission config (on COD)
fr: Configuration de la commission d'administration (sur Paiement à la livraison)

source: You can configure your store's withdrawal methods, limits, order status and more.
fr: Vous pouvez configurer les méthodes de retrait, les limites, le statut de la commande et plus encore de votre boutique.

source: Withdraw Settings
fr: Paramètres de retrait

source: Withdraw Settings, Threshold
fr: Paramètres de retrait, seuil

source: You can configure commissions scales and vendor capabilities from this menu.
fr: Vous pouvez configurer les échelles de commissions et les capacités des vendeurs à partir de ce menu.

source: Selling Option Settings
fr: Paramètres des options de vente

source: Store Settings, Commissions
fr: Paramètres du magasin, commissions

source: You can configure your general site settings and vendor store options from this settings menu. Dokan offers countless custom options when setting up your store to provide you with the ultimate flexibility.
fr: Vous pouvez configurer les paramètres généraux de votre site et les options de la boutique du vendeur à partir de ce menu. Dokan offre d'innombrables options personnalisées lors de la configuration de votre boutique pour vous offrir une flexibilité ultime.

source: Site Settings and Store Options
fr: Paramètres du site et options de la boutique

source: Filter by store
fr: Filtrer par boutique

source: All Stores
fr: Tous les boutiques

source: Last Payment Date
fr: Date du dernier paiement

source: Stores
fr: Boutiques

source: Back
fr: Retour

source: No transactions found!
fr: Aucune transaction trouvée.

source: Balance:
fr: Solde :

source: Payable Amount:
fr: Montant Payable :

source: Threshold:
fr: Seuil

source: Reverse Pay Balance:
fr: Balance de paiement inversée

source: Select Date Range
fr: Sélectionnez une période

source: Due Date:
fr: Date d’échéance :

source: Reverse withdrawal charges for %1$s %2$s:
fr: Frais de retrait inversé pour %1$s %2$s :

source: Summary for %1$s:
fr: Récapitulatif pour %1$s :

source: Your %1$s %2$s invoice is now available for store: %3$s.
fr: Votre facture %1$s %2$s est maintenant disponible pour la boutique : %3$s.

source: Hi %s,
fr: Bonjour %s,

source: Pay Now
fr: Payer maintenant

source: Due Date %1$s: \n\n
fr: Date d'échéance %1$s : \n\n

source: Reverse withdrawal charges for %1$s %2$s: %3$s \n\n
fr: Frais de retrait inversés pour %1$s %2$s : %3$s \n\n

source: Summary for %1$s: \n\n
fr: Récapitulatif pour %1$s : \n\n

source: Your %1$s %2$s invoice is now available for store: %3$s.\n\n
fr: Votre facture %1$s %2$s est désormais disponible en magasin : %3$s.\n\n

source: Hi %s,\n\n
fr: Bonjour %s,\n\n

source: Credit
fr: Crédit

source: Debit
fr: Débit

source: Transaction Type
fr: Type de transaction

source: Filter by expire date
fr: Filtrer par date d'expiration

source: Go Back
fr: Revenir en arrière

source: No transaction found.
fr: Aucune transaction trouvée.

source: Total Vendors
fr: Total des boutiques

source: Total Transactions
fr: Total des transactions

source: Remaining Balance
fr: Solde restant

source: Total Collected
fr: Total collecté

source: Make Vendor Status Inactive
fr: Rendre le statut de fournisseur inactif

source: Hide Withdraw Menu
fr: Masquer le menu retrait

source: Disable Add to Cart Button
fr: Désactiver Ajouter au panier

source: Monthly
fr: Tous les mois

source: By Amount Limit
fr: Par limite de montant

source: Cash on delivery
fr: Paiement à la livraison

source: Unserializing instances of this class is forbidden.
fr: La désérialisation des instances de cette classe est interdite

source: Cloning is forbidden.
fr: Le clonage est interdit.

source: Payment Amount
fr: Montant du paiement

source: Something went wrong while inserting reverse withdrawal data. Please contact site admin.
fr: Un problème est survenu lors de l'insertion des données de retrait inversé. Veuillez contacter l'administrateur du site.

source: Invalid vendor id provide. Please provide a valid vendor id.
fr: Identifiant de vendeur non valide. Veuillez fournir un identifiant de vendeur valide.

source: Invalid transaction type is provide. Please check your input.
fr: Type de transaction non valide est fourni. Veuillez vérifier votre saisie.

source: Transaction id is required.
fr: L'identifiant de transaction est requis.

source: No reverse withdrawal data found with given id.
fr: Aucune donnée de retrait inversé trouvée avec l'identifiant donné.

source: Your account has been temporarily disabled for selling. Hence you are no longer able to sell any products.
fr: Votre compte a été temporairement désactivé pour la vente. Vous ne pouvez donc plus vendre de produits.

source: Withdraw menu has been temporarily hidden. Hence you are not able to make any withdrawal requests from your account.
fr: Le menu de retrait a été temporairement masqué. Par conséquent, vous ne pouvez pas effectuer de demande de retrait depuis votre compte.

source: Your products add to cart button has been temporarily hidden. Hence users are not able to purchase any of your products currently.
fr: Le bouton Ajouter au panier de vos produits a été temporairement masqué. Par conséquent, les utilisateurs ne peuvent actuellement acheter aucun de vos produits.

source: Your account will be disabled for selling. Hence you will no longer be able to sell any products.
fr: Votre compte sera désactivé pour la vente. Vous ne pourrez donc plus vendre de produits.

source: Withdraw menu will be hidden. Hence you will not be able to make any withdraw request from your account.
fr: Le menu de retrait sera masqué. Vous ne pourrez donc pas faire de demande de retrait depuis votre compte.

source: Your products add to cart will be hidden. Hence users will not be able to purchase any of your products.
fr: Vos produits ajoutés au panier seront masqués. Par conséquent, les clients ne pourront acheter aucun de vos produits.

source: Invalid vendor provided.
fr: Vendeur fourni non valide.

source: Invalid date provided
fr: Date non valide fournie

source: No vendor id provided
fr: Aucun id de vendeur fourni

source: Manual Order Commission
fr: Commission de commande (manuelle)

source: Product Advertisement
fr: Publicité de produit

source: Failed Transfer Reversal
fr: Échec de l'annulation du transfert

source: Opening Balance
fr: Solde d’ouverture

source: <strong>Error!</strong> Could not add product <strong>%1$s</strong> to cart. You can not purchase other products along with reverse withdrawal payment.
fr: <strong>Erreur !</strong> Impossible d'ajouter le produit <strong>%1$s</strong> au panier. Vous ne pouvez pas acheter d'autres produits avec le paiement par retrait inversé.

source: Product has been added to your cart.
fr: Le produit a été ajouté à votre panier.

source: Base payment product status is not published. Please contact with site admin.
fr: Le statut du produit de paiement de base n'est pas publié. Veuillez contacter l'administrateur du site.

source: Invalid base payment product id. Please contact with site admin.
fr: ID de produit de paiement de base non valide. Veuillez contacter l'administrateur du site.

source: Payment can not be less than or equal to zero.
fr: Le paiement ne peut être inférieur ou égal à zéro.

source: You do not have permission to use this action.
fr: Vous n’avez pas l’autorisation d’effectuer cette action.

source: Monthly billing day + due period cannot be greater than 28.
fr: Le jour de facturation mensuel + la période d'échéance ne peuvent pas être supérieurs à 28.

source: Monthly billing day cannot be greater than 28.
fr: Le jour de facturation mensuel ne peut pas être supérieur à 28.

source: Monthly billing day cannot be empty or less than 1.
fr: Le jour de facturation mensuel ne peut pas être vide ou inférieur à 1.

source: Reverse balance threshold cannot be empty, zero or negative.
fr: Le seuil de solde inversé ne peut pas être vide, nul ou négatif.

source: Please select at least one action.
fr: Veuillez définir au moins une action

source: Due period cannot be greater than 28.
fr: La période d'échéance ne peut pas être supérieure à 28.

source: Due period cannot be negative or empty.
fr: La période d'échéance ne peut pas être négative ou vide.

source: Please select a value for billing type field.
fr: Veuillez sélectionner une valeur pour le champ Type de facturation.

source: Check this checkbox if you want to send an announcement during the grace period. Note that a maximum of one announcement will be sent during a single billing period.
fr: Cochez cette case si vous souhaitez envoyer une annonce pendant la période de grâce. Notez qu'un maximum d'une annonce sera envoyée au cours d'une même période de facturation.

source: Send Announcement?
fr: Envoyer l'annonce ?

source: Display notice to pay reverse withdrawal balance during grace period under vendor dashboard.
fr: Afficher l'avis de paiement du solde du retrait inversé pendant la période de grâce sous le tableau de bord du vendeur.

source: Display Notice During Grace Period
fr: Afficher un avis pendant la période de grâce

source: Select one or more actions to perform after due period is over and vendors was unable to pay.
fr: Sélectionnez une ou plusieurs actions à effectuer une fois que la période d'échéance est terminée et que les vendeurs n'ont pas pu payer.

source: After Grace Period
fr: Après la période de grâce

source: Maximum payment due period in day(s) before selected action(s) is/are taken. Enter 0 to take action(s) immediately.
fr: Délai de paiement maximal en jour(s) avant que la ou les actions sélectionnées ne soient prises. Entrez 0 pour effectuer une ou plusieurs actions immédiatement.

source: Grace Period
fr: Période de grâce

source: Enter the day of month when you want to send reverse withdrawal balance invoice to vendors.
fr: Entrez le jour du mois auquel vous souhaitez envoyer la facture de solde de retrait inverse aux vendeurs.

source: Monthly Billing Date
fr: Date de facturation mensuelle

source: Set reverse withdrawal threshold limit.
fr: Définissez la limite du seuil de retrait inversé.

source: Reverse Balance Threshold
fr: Seuil de solde inversé

source: Select how vendors will be charged for their reverse balance.
fr: Sélectionnez la manière dont les vendeurs seront facturés pour leur solde inversé.

source: Billing Type
fr: Type de facturation

source: Check the payment gateways you want to enable reverse withdrawal for. For now, only cash on delivery is available.
fr: Cochez les passerelles de paiement pour lesquelles vous souhaitez activer le retrait inversé. Pour l'instant, seul le paiement à la livraison est disponible.

source: Enable Reverse Withdrawal for this Gateway
fr: Activer le retrait inversé pour cette passerelle

source: Check this checkbox if you want to enable reverse withdrawal feature for vendors.
fr: Cochez cette case si vous souhaitez activer la fonction de retrait inversé pour les vendeurs

source: Enable Reverse Withdrawal
fr: Activer le retrait inversé

source: Name of the store
fr: Nom de la boutique

source: ID of the store
fr: ID de la boutique

source: Translated title of the transaction type
fr: Titre traduit du type de transaction

source: ID of the transaction type
fr: ID du type de transaction

source: Added note.
fr: Note ajoutée.

source: Transaction URL.
fr: URL de transaction

source: Transaction ID
fr: ID de transaction

source: ID of the transaction
fr: ID de la transaction

source: Localized date of last payment received date.
fr: Date localisée de la date de réception du dernier paiement.

source: Amount currently site owners owns from store owner
fr: Montant actuellement détenu par les propriétaires de sites auprès du propriétaire du boutique

source: Amount that has been paid via store owner to site admin
fr: Montant qui a été payé via le propriétaire de la boutique à l'administrateur du site

source: Amount that site admin charged to store owner
fr: Montant facturé par l'administrateur du site au propriétaire de la boutique

source: ID of the Store
fr: Identifiant de la boutique

source: Transaction type to filter form
fr: Type de transaction pour filtrer le formulaire

source: Get transactions via date range
fr: Obtenez des transactions via une plage de dates

source: Vendor ID to filter form
fr: ID du vendeur pour filtrer le formulaire

source: Text to appear below the main email content.
fr: Texte qui s’affiche en dessous du contenu principal de l’email.

source: Additional content
fr: Contenu additionnel

source: Thanks for using {site_url}!
fr: Merci d’utiliser {site_url} !

source: Your latest {site_title} invoice
fr: Votre dernière facture {site_title}

source: [{site_title}]: Your {month} invoice for store: {store_name} is available
fr: [{site_title}] : votre facture de {mois} pour le boutique : {store_name} est disponible

source: These emails are sent to the vendor(s) who has a due reverse withdrawal payment based on settings.
fr: Ces e-mails sont envoyés au(x) vendeur(s) qui a(ont) un paiement de retrait inversé en raison des paramètres.

source: Dokan Reverse Withdrawal Invoice
fr: Facture de retrait inversé Dokan

source: Success.
fr: Validé
