Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Single Product Multiple Vendor
fr: Produit Unique Multiple Vendeurs

source: A plugin that combined WooCommerce simple auction and Dokan plugin.
fr: Une extension qui combien Woocommerce enchères et l'extension Dokan

source: Auction Integration
fr: Intégration des enchères

source: Adds ShipStation label printing support to Dokan. Requires server DomDocument support.
fr: Ajoute l'aide à l'impression des bordereaux ShipStation à Dokan. Nécessite l'aide du serveur DomDocument

source: ShipStation Integration
fr: Intégration ShipStation

source: Using this plugin seller can go to vacation by closing their stores.
fr: En utilisant cette extension les vendeurs peuvent partir en vacances en fermant leur boutique en ligne

source: Seller Vacation
fr: Vacances des vendeurs

source: Manage return and warranty from vendor end.
fr: Gère les retours et la garantie proposés par le vendeur

source: Return and Warranty Request
fr: Demande de retour et garantie

source: Let customers report fraudulent or fake products.
fr: Permet aux acheteurs de signaler une fraude ou un faux produit

source: Report Abuse
fr: Signaler un abus

source: Enquiry for a specific product to a seller.
fr: Demande au vendeur sur un produit spécifique

source: Product Enquiry
fr: Demade de produit

source: WooCommerce Product Addon support.
fr: Aide à l'extension Produit de WooCommerce

source: Product Addon
fr: Extension Produit

source: Allows to send split payments to vendor via PayPal Adaptive Payment gateway.
fr: Autoriser les paiements multiples aux vendeurs via la passerelle Paypal Adaptive Payment

source: Wirecard payment gateway for Dokan.
fr: Passerelle de paiement Wirecard pour Dokan.

source: Live product search for WooCommerce store.
fr: Recherche de produits live pour les boutiques WooCommerce

source: Live Search
fr: Recherche en ligne

source: Live Chat Between Vendor & Customer.
fr: Tchat en ligne entre vendeurs et clients

source: Live Chat
fr: Tchat en ligne

source: Search Products and Vendors by geolocation.
fr: Rechercher des produits et des vendeurs par la géolocalisation

source: Geolocation
fr: Géolocalisation

source: Send emails to customers when their favorite store updates.
fr: Envoi d'emails aux clients à la mise à jour de leurs boutiques préférées

source: Follow Store
fr: Suivre la boutique

source: This is simple product import and export plugin for vendor
fr: Ceci est une extension d'import et export de produits simples pour les vendeurs

source: Vendor Product Importer and Exporter
fr: Import et Export de Produits pour les vendeurs

source: Elementor Page Builder widgets for Dokan
fr: Elementor Page Builder widgets pour Dokan

source: A Dokan plugin Add-on to Customize Colors of Dokan Dashboard
fr: Une extension de Dokan qui permet de personnaliser les couleurs du tableau de bord de Dokan

source: Color Scheme Customizer
fr: Outil de personnalisation des Couleurs

source: Integrates WooCommerce Booking with Dokan.
fr: Intègre un calendrier de réservation WooCommerce avec Dokan

source: WooCommerce Booking Integration
fr: Intégration de réservation WooCommerce

source: No modules found.
fr: Aucun module trouvé

source: Already upgraded?
fr: Déjà mis à jour?

source: We’re sorry %s Dokan Modules are not available on %s. Please upgrade to a PRO plan to unlock the modules of your choice.
fr: Nous sommes désolés, les modules de Dokan ne sont pas accessibles dans la version gratuite. Veuillez mettre à niveau vers la version Pro pour débloquer les modules de votre choix.

source: with Dokan Premium Plans
fr: Avec les offres Premium de Dokan

source: weMail logo
fr: logo weMail

source: Simplified Email Marketing Solution for WordPress!
fr: des solutions Marketing Email simplifiées pour WordPress

source: Docs
fr: Documentation

source: Community
fr: Communauté

source: — No change —
fr: — Aucun changement —

source: External/Affiliate Product
fr: Produit externe/affilié

source: The Yoast SEO integration lets vendors define Store Title, Description, Slug and Keyword to appear in search engine results.
fr: L'intégration de Yoast SEO permet aux fournisseurs de définir le Titre de la Boutique, sa Description, son slug et les mots-clés pour apparaître dans les résultats des moteurs de recherche.

source: Store Seo
fr: SEO de la boutique

source: Vendors can send refund requests for an order to the admins who can approve or deny it from the dashboard.
fr: Les vendeurs peuvent envoyer des demandes de remboursement pour une commande aux administrateurs qui peuvent l'approuver ou la refuser à partir du tableau de bord.

source: Refund
fr: Remboursement

source: Vendors can upload & showcase their Facebook, Twitter and Linkedin profiles on their store page.
fr: Les marchands peuvent téléverser leurs profils Facebook, Twiter et LinkedIn sur la page de leur boutique.

source: Social Profiles
fr: Profiles sur les réseaux sociaux

source: Sell auction-able products in your store with Dokan’s integration.
fr: Vendez des produits pouvant être mis aux enchères dans votre magasin grâce à l'intégration de Dokan.

source: Woocommerce Simple Auctions Integration
fr: Intégration Woocommerce des ventes aux enchères simples

source: Admins can make announcements targeted to a single vendor, multiple or all vendors.
fr: Les admins peuvent faire des annonces orientées vers un marchand spécifique, plusieurs marchands ou tous les marchands.

source: Announcement For Vendors
fr: Annonces pour les marchands

source: Create hotel rooms, resorts, conference rooms, cars, bikes, etc for renting out.
fr: Créez des chambres d'hôtel, des centres de villégiature, des salles de conférence, des voitures, des vélos, etc. pour la location.

source: Woocommerce Booking Integration
fr: Intégration Woocommerce réservation

source: Vendors can define the working hours of their online store for each day of the week for visitors to see.
fr: Les marchands peuvent définir les heures de travail de leur boutique en ligne chaque jour de la semaine pour permettre aux visiteurs de les voir.

source: Store Opening & Closing Time
fr: Horaires d'Ouverture et Fermeture de la Boutique

source: Vendors can create variable products with predefined and custom attributes.
fr: Les marchands peuvent créer des produits variables avec des attributs prédéfinis ou leurs propres attributs.

source: Visitors and customers can share a store page with their friends and acquaintances on their social profiles.
fr: Les vendeurs et les clients peuvent partager une page boutique sur les réseaux sociaux

source: Social Share
fr: Partage social

source: Vendors will be able to mark products as draft & update the order status to inform customers about progress.
fr: Les vendeurs pourront marquer les produits de brouillon et mettre à jour les statuts des commandes pour informer les clients de l'évolution de leur commande.

source: New vendors can start uploading products upon registration if admins allow.
fr: Les nouveaux marchands peuvent déjà téléverser des produits après la création de leur compte si les admins le permettent.

source: Vendor Product Upload
fr: Téléversment du produit du marchand

source: Vendors can write about themselves & about their store in a text field which visitors can see from the store page
fr: Les vendeurs peuvent écrire à propos d'eux et sur leur boutique dans un espace de texte que les visiteurs peuvent voir sur la page de la boutique

source: Vendor Biography
fr: Biographie du marchand

source: Vendors can create & attach tags to products to categorize & for better search engine optimization.
fr: Les marchands peuvent créer et ajouter des étiquettes aux produits afin de les catégoriser et pour une meilleure optimisation dans les moteurs de recherche.

source: Create Tags
fr: Créer des étiquettes

source: Earning, selling and commissions reports for vendors to improve sales & take major decisions.
fr: Rapports sur les revenus, les ventes et les commissions pour les fournisseurs afin d'améliorer les ventes et de prendre des décisions importantes.

source: Reporting
fr: Rapporter

source: Vendors can duplicate their own products for ease and time saving.
fr: Les marchands peuvent dupliquer leurs propres produits pour gagner du temps

source: Duplicate Product
fr: Dupliquer le Produit

source: Vendors can configure their own shipping costs for each country, state & single products.
fr: Les marchands peuvent configurer leurs propres frais de livraison pour chaque pays, état et produit

source: Each vendor can create unlimited discount coupon codes for their products.
fr: Chaque marchand peut créer un nombre illimité de codes promo pour leurs produits

source: Dokan Capability
fr: Capability de Dokan

source: One of the finest attractions of Dokan PRO is the vast array of powerful vendor controls & functions it provides so sellers can enjoy ownership, automation & freedom to run their stores. To use these awesome vendor features listed below, consider Upgrading to PRO.
fr: L'une des meilleures attractions de Dokan PRO est la vaste gamme de commandes et de fonctions puissantes des vendeurs qu'il offre afin que les vendeurs puissent profiter de la propriété, de l'automatisation et de la liberté de gérer leurs boutiques. Pour utiliser ces fonctionnalités de vendeur impressionnantes répertoriées ci-dessous, envisagez de passer à PRO.

source: Vendor Capabilities
fr: Ce que le marchand peut faire

source: Dokan Vendor Capabilities Banner
fr: Bannière de Dokan présentant les permissions du marchand

source: Check Out All Vendor Functionalities
fr: Vérifier toutes les fonctionnalités du marchand

source: Upgrade to Pro
fr: Passer à la version Pro

source: Unlock these awesome frontend features with Dokan PRO
fr: Débloquer ces merveilleuses fonctionnalités frontend grâce à la verison Dokan PRO

source: Looking for Coupons, Variable Products, SEO or Shipping?
fr: Vous recherchez des coupons, des produits variables, un référencement SEO ou une livraison ?

source: Dokan Settings Banner
fr: Bannière de réglages Dokan

source: You are not logged in
fr: Vous n'êtes pas connecté(e).

source: Switch To
fr: Basculer vers

source: This action cannot be reversed. Are you sure you wish to erase personal data from the selected orders?
fr: Cette action n'est pas reversible. Êtes-vous sûr de vouloir supprimer les données personnelles des commandes sélectionnées ?

source: This product has produced sales and may be linked to existing orders. Are you sure you want to delete it?
fr: Ce produit a généré des ventes et peut être lié aux ventes existantes. Êtes-vous sûr de vouloir le supprimer.

source: Please enter in a value less than the regular price.
fr: Veuillez saisir une valeur inférieure au prix normal

source: Please enter in country code with two capital letters.
fr: Veuillez saisir le code pays avec deux lettres majuscules

source: Please enter with one monetary decimal point (%s) without thousand separators and currency symbols.
fr: Veuillez insérer un nombre sans les séparateur décimaux et avec un seul symbole monétaire (%s).

source: Please enter with one decimal point (%s) without thousand separators.
fr: Veuillez saisir une valeur avec un point décimal (%s) sans les séparateurs de milliers

source: Switched back to %1$s (%2$s).
fr: repassé à %1$s (%2$s)

source: Switch back to %1$s (%2$s)
fr: repassé à %1$s (%2$s)

source: Switched to %1$s (%2$s).
fr: Passez à %1$s (%2$s)

source: No filter found to refresh the setting options
fr: Aucun filtre trouvé pour actualiser les options de paramétrages

source: Both section and field params are required.
fr: Les paramètres section et champ sont tous deux obligatoires

source: Option refreshed!
fr: Option actualisée

source: Refreshing options
fr: Actualiser les options

source: No Name
fr: Aucun nom

source: If an order is paid with Cash on Delivery (COD), then exclude that payment from vendor balance.
fr: Si une commande est payée à la livraison, enlever ce paiement de la balance du marchand

source: Exclude COD Payments
fr: Exclure les paiements à la livraison

source: Store Address
fr: Adresse du magasin

source: Email Address
fr: Adresse email

source: Hide Vendor Info
fr: Cacher les infos du marchand

source: Payment gateway processing fee %s
fr: Frais de traitement de la passerelle de paiement %s

source: Dokan vendor personal data.
fr: Données personnelles des fournisseurs Dokan.

source: Review
fr: Avis

source: Report
fr: Rapport

source: New Customer Order: #{order_number}
fr: Nouvelle commande du client: #{numero_de_commande}

source: [{site_title}] New customer order ({order_number}) - {order_date}
fr: [{Nom_du_site}] Nouvelle commande cliente ({numéro_de_commande}) - {date_de_commance}

source: New order emails are sent to chosen recipient(s) when a new order is received.
fr: Les nouveaux emails de commande sont envoyés au(x) destinataire(s) choisis quand une nouvelle commande est reçue.

source: Dokan Vendor New Order
fr: Dokan Vendor Nouvelle commande

source: Quantity
fr: Quantité

source: Product
fr: Produit

source: [Order #%s]
fr: (Commande #%s]

source: You have received an order from %s.
fr: Vous avez reçu une commande de %s.

source: Please insert value less than the regular price!
fr: Veuillez insérer un prix de vente inférieur au prix normal!

source: Filter by registered customer
fr: Filtrer client enregistré

source: Update is not required.
fr: Mise à jour non obligatoire

source: There is an upgrading process going on.
fr: Il y a un processus de mise à niveau en cours.

source: You are not authorize to perform this operation.
fr: Désolé, vous n’avez pas l’autorisation d’effectuer cette action.

source: `section` parameter is required.
fr: Le paramètre `section` est requis.

source: No product ID found for updating
fr: Aucun ID de produit trouvé pour la mise à jour

source: List of withdraw IDs to be deleted
fr: Liste des ID de reversement à supprimer

source: List of withdraw IDs to be cancelled
fr: Liste des ID de reversement à annuler

source: List of withdraw IDs to be approved
fr: Liste des iD de reversements à approuver

source: Requested User ID
fr: ID utilisateur requis

source: User does not have permission to withdraw
fr: L'utilisateur n'a pas la permission de faire un retrait

source: Withdraw not found
fr: Reversement non trouvé

source: IDs of withdraws
fr: ID des reversements

source: Something went wrong
fr: Un problème est survenu

source: Could not delete withdraw
fr: Impossible de supprimer la demande de reversement

source: Could not update withdraw
fr: Impossible de mettre à jour le reversement

source: Could not create new withdraw
fr: Ne pouvait pas ajouter une nouvelle demande de reversement

source: Could not add new withdraw approval request.
fr: Nous n’avons pas pu ajouter une nouvelle demande d’approbation de reversement.

source: Could not update withdraw status
fr: Impossible de mettre à jour le statut de reversement

source: Invalid cancel withdraw request
fr: Annulation de la demande de retrait non valide

source: Invalid permission to cancel the request.
fr: L’autorisation d’annuler la demande n’est pas valable.

source: Withdraw is already approved.
fr: Reversement approuvé.

source: Vendor is not enabled for selling, please contact site admin
fr: Vendeur non autorisé à vendre, veuillez contacter l’administration du site

source: Withdraw method is not active.
fr: Le mode retrait n'est pas activé.

source: $shortcode property is empty.
fr: $shortcode propriété est vide.

source: id param is required
fr: id param est nécessaire

source: Missing withdraw id.
fr: Aucun ID du reversement n’a été trouvé.

source: Use `WeDevs\Dokan\Walkers\CategoryDropdownSingle` instead.
fr: Utilisez `WeDevs\Dokan\Walkers\CategoryDropdownSingle` à la place.

source: No withdraw method is available. Please contact site admin.
fr: Aucune méthode de retrait n'est disponible. Veuillez contacter l'administrateur du site.

source: Select a page to show all stores
fr: Sélectionner une page pour montrer toutes les boutiques

source: Store Listing
fr: Liste des magasins

source: Most Popular
fr: Les plus populaires

source: Most Recent
fr: Les plus récents

source: <a href="https://docs.mapbox.com/help/how-mapbox-works/access-tokens/" target="_blank" rel="noopener noreferrer">Access Token</a> is needed to display map on store page
fr: <a href="https://docs.mapbox.com/help/how-mapbox-works/access-tokens/" target="_blank" rel="noopener noreferrer">Access Token</a> est nécessaire pour afficher la carte sur la page du magasin

source: Mapbox Access Token
fr: Jeton d’accès Mapbox

source: <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank" rel="noopener noreferrer">API Key</a> is needed to display map on store page
fr: <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank" rel="noopener noreferrer">API Key</a> est nécessaire pour afficher la carte sur la page de la galerie

source: Which Map API source you want to use in your site?
fr: Quelle source de Map API souhaitez-vous utiliser dans votre site?

source: %s out of 5
fr: %s sur 5

source: Search Vendors
fr: Chercher les vendeurs

source: Sort by
fr: Trier par

source: Total store showing: %d
fr: Nombres de boutiques trouvées

source: Mapbox Access Token not found
fr: Jeton d’accès Mapbox introuvable.

source: Please enter Mapbox access token in `Appearance > Mapbox Access Token` settings.
fr: Veuillez saisir le jeton d'accès Mapbox dans les paramètres «Apparence> Jeton d'accès Mapbox».

source: Want to help make Dokan even more awesome? Allow Dokan Multivendor Marketplace to collect non-sensitive diagnostic data and usage information. %1$sWhat we collect%2$s
fr: Vous voulez aider à rendre Dokan encore plus génial ? Autorisez Dokan à collecter des données de diagnostic et des informations d’utilisation non sensibles.

source: Error installing WooCommerce plugin
fr: Erreur installer le plugin WooCommerce

source: Welcome to Dokan
fr: Bienvenue sur Dokan

source: We'll use %1$s for product weight and %2$s for product dimensions.
fr: Nous utiliserons %1$s pour le poids du produit et%2$s pour les dimensions du produit.

source: A live rate is the exact cost to ship an order, quoted directly from the shipping carrier.
fr: Un tarif en direct est le coût exact pour expédier une commande, indiqué directement par le transporteur.

source: If you'd like to offer <span class="help_tip" data-tip="%1$s">live rates</span> from a specific carrier (e.g. UPS) you can find a variety of extensions available for WooCommerce <a href="%2$s" target="_blank">here</a>.
fr: Pour proposer des <span class="help_tip" data-tip="%1$s">tarifs réels</span> à partir d’un transporteur spécifique (par exemple UPS), vous trouverez de nombreuses extensions pour WooCommerce <a href="%2$s" target="_blank">ici</a>.

source: Locations not covered by your other zones
fr: Emplacements non couverts par vos autres zones

source: Shipping Method
fr: Méthode de livraison

source: Shipping Zone
fr: Zone de livraison

source: ShipStation icon
fr: Icône ShipStation

source: We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days.
fr: Nous vous recommandons d'utiliser ShipStation pour gagner du temps au bureau de poste en imprimant vos étiquettes de livraison chez vous. Essayez ShipStation gratuitement pendant 30 jours.

source: WooCommerce Services icon
fr: Icône Services WooCommerce

source: Use WooCommerce Shipping (powered by WooCommerce Services & Jetpack) to save time at the post office by printing your shipping labels at home.
fr: Utilisez WooCommerce Shipping (propulsé par WooCommerce Services et Jetpack) pour gagner du temps à la poste en imprimant vos étiquettes d’expédition à domicile.

source: Did you know you can print shipping labels at home?
fr: Saviez-vous que vous pouviez imprimer des étiquettes d’expéditions à domicile ?

source: We've created two Shipping Zones - for %s and for the rest of the world. Below you can set Flat Rate shipping costs for these Zones or offer Free Shipping.
fr: Nous avons créé deux zones de livraison : pour %s et pour le reste du monde. Ci-dessous, vous pouvez définir des frais d'expédition forfaitaires pour ces zones ou offrir la livraison gratuite.

source: Unable to install %s from wordpress.org
fr: Impossible d'installer %s depuis wordpress.org

source: Unable to fetch plugin information from wordpress.org for %s.
fr: Impossible de récupérer les informations du plugin sur wordpress.org pour %s

source: %1$sAPI Key%2$s is needed to display map on store page
fr: %s la clé API %s est nécessaire pour afficher la carte sur la page du magasin

source: Run the Setup Wizard
fr: Lancer l’assistant de configuration

source: <strong>Welcome to Dokan</strong> &#8211; You&lsquo;re almost ready to start selling :)
fr: <strong>Bienvenue dans Dokan</strong> &#8211; Vous êtes presque prêt à commencer à vendre :)

source: I will also be selling products or services in person.
fr: Je vnedrais aussi directement des produits ou services en personne.

source: What type of products do you plan to sell?
fr: Quel type de produit avez-vous l’intention de vendre ?

source: Choose a currency&hellip;
fr: Choisir une devise&hellip;

source: What currency do you accept payments in?
fr: Quelle devise utilisez-vous ?

source: Postcode / ZIP
fr: Code postal

source: Choose a state&hellip;
fr: Choisissez un état/province&hellip;

source: Choose a country&hellip;
fr: Choisissez un pays&hellip;

source: Where is your store based?
fr: Où est située votre boutique ?

source: Please note that %1$sWooCommerce%2$s is necessary for Dokan to work and it will be automatically installed if you haven't already done so.
fr: <p> Veuillez noter que%1$s est nécessaire pour que Dokan fonctionne et qu'il sera automatiquement installé si vous ne l'avez pas déjà fait.</p>

source: Should you choose to skip the setup wizard, you can always setup Dokan manually or come back here and complete the setup via the Wizard.
fr: Si vous choisissez d'ignorer l'assistant de configuration, vous pouvez toujours configurer Dokan manuellement ou revenir ici et terminer la configuration via l'assistant.

source: Thanks for choosing Dokan to power your online marketplace! This quick setup wizard will help you configure the basic settings. %1$sThis setup wizard is completely optional and shouldn't take longer than three minutes.%2$s
fr: Merci d'avoir choisi Dokan pour alimenter votre marché en ligne! Cet assistant d'installation rapide vous aidera à configurer les paramètres de base. <strong> Cet assistant de configuration est entièrement facultatif et ne devrait pas prendre plus de trois minutes. </strong>

source: Hide Out of Stock
fr: Masquer ce qui est en rupture de stock

source: is required.
fr: est requis.

source: Both percentage and fixed fee is required.
fr: Un pourcentage et des frais fixes sont exigés.

source: With all the advance features you get it’s hard to resist buying Dokan Pro.
fr: Avec toutes les fonctionnalités avancées que vous obtenez, il est difficile de résister à l’achat de Dokan Pro.

source: Convinced?
fr: Convaincu

source: Mark as Pending
fr: Marquez en attente

source: Approve Request
fr: Approuvez la requête

source: (no name)
fr: (aucun nom)

source: Selling has been enabled
fr: La vente a été activée

source: The vendor has been disabled.
fr: Le profil du vendeur a été désactivé.

source: Disable Selling
fr: Désactiver la vente

source: Approve Vendors
fr: Approuver les vendeurs

source: Registered
fr: Inscrit

source: Bookable Product
fr: Produit réservable

source: Setup Wizard
fr: Assistant d’installation

source: Frontend Shipping Tracking
fr: Suivi d’expédition en premier plan

source: Multiple Commission Types
fr: Plusieurs types de Commission
