Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Update Settings
fr: Mettre à jour les paramètres

source: Store is closed
fr: Boutique fermée

source: Store Close Notice
fr: Avis de fermeture de la boutique

source: Store is open
fr: La boutique est ouverte

source: Store Open Notice
fr: Avis d’ouverture de la boutique

source: Open
fr: Ouvert

source: Show store opening closing time widget in store page
fr: Afficher le widget des horaires sur la page de la boutique

source: TOC Details
fr: Détails des CVG

source: Show terms and conditions in store page
fr: Montrer les termes et conditions générales sur page de la boutique

source: Terms and Conditions
fr: Termes et Conditions

source: Find Address
fr: Trouver une adresse

source: Type an address to find
fr: Saisir une adresse à rechercher

source: Map
fr: Carte

source: Enable tab on product single page view
fr: Activer l’onglet pour l’affichage d’un produit sur une page unique

source: More products
fr: Plus de produits

source: Show email address in store
fr: Afficher l'adresse mail dans la boutique

source: Phone No
fr: Téléphone

source: Store Products Per Page
fr: Produits par page

source: store name
fr: nom de la boutique

source: Upload Photo
fr: Télécharger la photo

source: Profile Picture
fr: Photo de profil

source: Upload banner
fr: Télécharger l’image de la bannière

source: Update Note
fr: Modification de la note

source: Withdraw Requests
fr: Demandes de reversements

source: Add New
fr: Ajouter

source: Vendors
fr: Vendeurs

source: Social Options
fr: Options Réseaux Sociaux

source: Combine
fr: Combiner

source: Percentage
fr: Pourcentage

source: Flat
fr: Plat

source: Make Vendor Featured
fr: Mettre le vendeur en avant

source: Publish Product Directly
fr: Mettre en ligne des produits directement

source: Enable Selling
fr: Autoriser la vente

source: Admin Commission
fr: Commission de l’administrateur

source: Admin Commission Type
fr: Type de commission admin

source: PayPal Email
fr: Courriel PayPal

source: Routing Number
fr: Numéro de routage

source: Bank Address
fr: Informations de la banque

source: Bank Name
fr: Nom de la banque

source: Account Number
fr: Numéro de compte

source: Account Name
fr: Nom du compte

source: Select State
fr: Sélectionnez un département

source: State
fr: État

source: Select Country
fr: Sélectionnez un pays

source: Country
fr: Pays

source: Zip
fr: Code postal

source: City
fr: Ville

source: Street 2
fr: Rue 2

source: Street 1
fr: Adresse 1

source: This email is already registered, please choose another one.
fr: Cet identifiant est déjà enregistré, veuillez en choisir un autre.

source: Not Available
fr: Non disponible

source: Available
fr: Disponible

source: Searching...
fr: Recherche en cours...

source: Generate Password
fr: Générer un mot de passe

source: Send the vendor an email about their account.
fr: Envoyez un e-mail au vendeur à propos de son compte.

source: Username is required
fr: L’identifiant est requis

source: Username
fr: Identifiant

source: store@email.com
fr: contact@votreboutique.fr

source: Email is required
fr: Une adresse est requise

source: Phone Number
fr: Numéro de téléphone

source: Store Url
fr: URL de la boutique

source: Store URL
fr: URL boutique

source: Store Name is required
fr: Le nom de la boutique est requis

source: Store Name
fr: Nom de la boutique

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Upload Banner
fr: Télécharger une bannière

source: You can change your profile picture on %s
fr: Vous pouvez modifier votre image de profil sur %s

source: Vendor Picture
fr: Image du vendeur

source: Choose your file
fr: Choisissez votre fichier

source: Dismiss this notice.
fr: Ignorer cet avertissement.

source: Settings
fr: Paramètres

source: is built using Dokan
fr: est construit en utilisant Dokan

source: We are proud to say the official
fr: Nous sommes fiers de dire l'officiel

source: People We Have Helped
fr: Personnes que nous avons aidées

source: Payment Options:
fr: Options de paiement :

source: Terms & Condition Applied
fr: Termes & Conditions appliqués

source: After successful purchase, you will be eligible for conditional refund
fr: Après un achat, vous serez admissible à un remboursement conditionnel

source: 14 Days Money Back Guarantee
fr: Délai de rétractation de 14 jours

source: Buy Now
fr: Acheter maintenant

source: The Packages We Provide
fr: Les forfaits que nous proposons

source: Comparison With Dokan PRO
fr: Comparaison avec la version Pro de Dokan

source: And Many More
fr: Et bien plus encore

source: Why Upgrade
fr: Pourquoi mettre à niveau

source: Seems To Be Convinced, You Need More Out Of Your Marketplace
fr: Il semble que vous êtes convaincu, vous avez besoin de plus pour votre place de marché

source: Upgrade to Dokan Pro!
fr: Mise à niveau vers Dokan Pro !

source: Help
fr: Aide

source: Overview
fr: Aperçu

source: Thank you for subscribing!
fr: Merci de votre inscription.

source: Subscribe
fr: S’inscrire

source: We're constantly developing new features, stay up-to-date by subscribing to our newsletter.
fr: Nous développons constamment de nouvelles fonctionnalités, restez informé(e) en vous inscrivant à notre newsletter.

source: Stay up-to-date
fr: Tenez-vous informé

source: Dokan News Updates
fr: Nouvelles actualités Dokan

source: created this month
fr: créé ce mois

source: awaiting approval
fr: en attente pour approbation

source: signup this month
fr: inscription ce mois

source: commission earned
fr: commission gagnée

source: net sales this month
fr: ventes du mois

source: At a Glance
fr: D’un coup d’œil

source: Dashboard
fr: Tableau de bord

source: Edit Vendor
fr: Modifier vendeur

source: Add Another
fr: Ajouter un autre

source: A vendor has been created successfully!
fr: Vendeur crée avec succès

source: Vendor Created
fr: Vendeur créé

source: Payment Options
fr: Options de paiement

source: Address
fr: Adresse

source: Account Info
fr: Info du compte

source: Add New Vendor
fr: Ajouter nouveau vendeur

source: Next
fr: Prochain

source: Create Vendor
fr: Créer un vendeur

source: Select Image
fr: Sélectionner une image

source: Select & Crop Image
fr: Sélectionner et recadrer l’image

source: Please select an image,
fr: Veuillez sélectionner une image,

source: Select an image
fr: Sélectionner une image

source: Close modal panel
fr: Fermer le panneau modal

source: Please enter google map API key
fr: Entrer svp une clé API google map

source: Select
fr: Sélectionner

source: Active
fr: Actif

source: Close
fr: Fermer

source: Clear
fr: Effacer

source: Invalid nonce
fr: Nonce invalide

source: You have no permission to do that
fr: Vous n’avez pas la permission d’effectuer cette action

source: Learn More &rarr;
fr: En savoir plus &rarr;

source: Cancel
fr: Annuler

source: Allow
fr: Autoriser

source: An e-commerce marketplace plugin for WordPress. Powered by WooCommerce and weDevs.
fr: Un plugin de marketplace pour WordPress. Propulsé par WooCommerce et weDevs.
