Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Something went wrong.
fr: Un problème est survenu.

source: Are you sure you want to pay this amount?
fr: Êtes-vous sûr(e) de vouloir payer ce montant ?

source: Below actions have been taken due to unpaid reverse withdrawal balance: %1$s Kindly <a href="%2$s">pay</a> your due to start selling again.
fr: Les actions ci-dessous ont été prises en raison d'un solde de retrait inversé impayé : %1$s Veuillez <a href="%2$s">payer</a> votre dû pour recommencer à vendre.

source: You have a reverse withdrawal balance of %1$s to be paid. Please <a href="%2$s">pay</a> it before %3$s. Below actions will be taken after the billing period is over. %4$s
fr: Vous avez un solde de retrait inversé de %1$s à payer. Veuillez <a href="%2$s">payer</a> avant le %3$s. Les actions ci-dessous seront prises après la fin de la période de facturation. %4$s

source: Reverse Withdrawal
fr: Retrait inversé

source: Query Type
fr: Type de requête

source: Attribute
fr: Attribut

source: OR
fr: Ou

source: AND
fr: Et

source: Filter by
fr: Filtrer par

source: A Widget for displaying products by attribute for dokan
fr: Un widget pour afficher les produits par attributs pour dokan

source: Dokan: Filter Products by Attribute Widget
fr: Dokan: Widget Filtrage de produits par attribut

source: There is no payment method to show.
fr: Il n'y a aucun moyen de paiement à afficher.

source: Manage
fr: Gérer

source: There is no payment method to add.
fr: Il n'y a aucun moyen de paiement à ajouter

source: Direct to %s
fr: Directement en %s

source: Add Payment Method
fr: Ajouter un moyen de paiement

source: Incorrect or mismatched account name and number can result in withdrawal delays and fees
fr: Un nom et un numéro de compte incorrects ou incompatibles peuvent entraîner des retards de retrait et des frais.

source: Please double-check your account information!
fr: Merci de revérifier les informations de votre compte !

source: I attest that I am the owner and have full authorization to this bank account
fr: J'atteste être le propriétaire de ce compte bancaire et disposer de tous les droits dessus.

source: bank check
fr: Chèque bancaire

source: Bank Swift Code
fr: Code BIC du compte

source: Bank IBAN
fr: IBAN du compte

source: Business
fr: Professionnel

source: Personal
fr: Personnel

source: Please Select...
fr: Merci de sélectionner...

source: Account Type
fr: Type de compte

source: Account Holder
fr: Titulaire du compte

source: Add Account
fr: Ajouter un compte

source: Save
fr: Enregistrer

source: Paypal Settings
fr: Paramètres Paypal

source: Bank Account Settings
fr: Paramètres du compte bancaire

source: You must attest that the bank account is yours.
fr: Vous devez attester que ce compte bancaire est bien le vôtre.

source: Invalid Account Type
fr: Type de compte invalide

source: Please select account type
fr: Merci de sélectionner un type de compte

source: Routing number is required
fr: Un code banque est obligatoire

source: Account number is required
fr: Un numéro de compte est obligatoire

source: Account holder name is required
fr: Le nom du titulaire du compte est obligatoire

source: Failed to process data, invalid submission
fr: Échec du traitement des données, soumission non valide

source: Invalid withdraw method. Please contact site admin
fr: Méthode de retrait invalide. Veuillez contacter l'administrateur du site.

source: Payment Method
fr: Moyen de paiement

source: Random
fr: Aléatoire

source: December
fr: Décembre

source: November
fr: Novembre

source: October
fr: Octobre

source: September
fr: Septembre

source: August
fr: Août

source: July
fr: Juillet

source: June
fr: Juin

source: May
fr: Mai

source: April
fr: Avril

source: March
fr: Mars

source: February
fr: Février

source: January
fr: Janvier

source: Sa
fr: Sam.

source: Th
fr: Jeu.

source: We
fr: Mer.

source: Tu
fr: Mar.

source: Mo
fr: Lun.

source: Su
fr: Dim.

source: W
fr: M

source: %d Review
fr: %d avis

source: CLOSED
fr: Fermé

source: Weekly Store Timing
fr: Horaires hebdomadaires de la boutique

source: Show Vendor Info
fr: Afficher les informations du vendeur

source: How should stores be sorted by default?
fr: Dans quel ordre doivent s'afficher les boutiques, par défaut ?

source: Store List Sorting
fr: Trier les boutiques

source: Make Default
fr: Définir par défaut

source: Setup
fr: Configurer

source: Default
fr: Par défaut

source: View Payments
fr: Voir les Paiements

source: Last Payment
fr: Dernier paiement

source: Payment Details
fr: Détails du paiement

source: %s day
fr: %s jour

source: Withdraw Threshold:
fr: Seuil de retrait :

source: Minimum Withdraw Amount:
fr: Montant minimum de retrait :

source: Your Balance:
fr: Votre solde :

source: Balance
fr: Solde

source: Send Withdraw Request
fr: Demande de retrait

source: Withdraw Dashboard
fr: Tableau de bord de retrait

source: Request Withdraw
fr: Demander un retrait

source: No pending withdraw request
fr: Aucune demande de retrait en attente

source: Pending Requests
fr: Pas de requête en cours

source: Hello %s
fr: Bonjour %s

source: Do you want to send an announcement to vendors about the removal of currently active payment method?
fr: Souhaitez-vous envoyer une annonce aux vendeurs concernant la suppression du mode de paiement actuellement actif ?

source: Withdraw Method Changed
fr: Méthode de retrait modifiée

source: OFF
fr: de réduction

source: Enjoy
fr: Profitez !

source: 20+ Modules
fr: Plus de 20 modules

source: Unlock
fr: Débloquer

source: Withdraw amount must be greater than or equal to %s
fr: Le montant de retrait doit être supérieur ou égal à %s

source: Default method update successful.
fr: Mise à jour de la méthode par défaut réussie.

source: Method not active.
fr: Méthode non activée

source: Please provide Withdrew method.
fr: Veuillez indiquer la méthode de retrait.

source: Withdraw request successful.
fr: Le retrait a été effectué

source: Negative withdraw amount is not permitted.
fr: Un montant de retrait négatif n'est pas autorisé.

source: Withdraw method is not activated.
fr: La méthode de retrait n'est pas activée.

source: Withdraw amount is required
fr: Montant requis pour effectuer un retrait

source: Withdraw method is required
fr: Méthode requise pour effectuer un retrait

source: You already have a pending withdraw request.
fr: Vous avez déjà un (des) retrait(s) en attente.

source: Custom
fr: Personnaliser

source: No information found.
fr: Aucune information trouvée.

source: top rated products
fr: Produits les mieux notés

source: Top Rated Products
fr: Produits les mieux notés

source: Show %s section
fr: Afficher la section %s

source: Store page product sections
fr: Sections de produits de la page de la boutique

source: All Products
fr: Tout les Produits

source: Section title for %s
fr: Titre de la section pour %s

source: Hide %s section
fr: Cacher la section %s

source: latest products
fr: produits les plus récents

source: Latest Products
fr: Produits les plus récents

source: featured products
fr: Produits à la une

source: Featured Products
fr: Produits à la une

source: best selling products
fr: Meilleures ventes de produits

source: Best Selling Products
fr: Meilleures ventes de produits

source: You already have pending withdraw request(s). Please submit your request after approval or cancellation of your previous request.
fr: Vous avez déjà une ou plusieurs demandes de retrait en attente. Veuillez soumettre votre demande après approbation ou annulation de votre demande précédente.

source: %1$s on %2$s to %3$s
fr: %1$s sur %2$s sur %3$s

source: You do not have any approved withdraw yet.
fr: Vous n'avez pas encore de retrait approuvé.

source: reCAPTCHA verification failed!
fr: La vérification du reCAPTCHA a échoué

source: Google reCAPTCHA Validation
fr: Validation de Google reCAPTCHA

source: Continue reading...
fr: Lire la suite...

source: View Less...
fr: Réduire...

source: Run Setup Wizard
fr: Lancer l’assistant de configuration

source: Request a Feature
fr: Demander une fonctionnalité

source: Basic & Fundamental
fr: Basique & Fondamental

source: Get Support
fr: Obtenir de l’aide

source: Error
fr: Erreur

source: Current
fr: Actuel

source: Latest
fr: Dernière

source: Jump to version
fr: Aller à la version

source: Lite
fr: Clair

source: Delivery Time
fr: Délai de livraison

source: Auction
fr: Enchère

source: Product Subscriptions
fr: Abonnements

source: Vendor Reviews
fr: Avis sur les Vendeurs

source: Table rate shipping
fr: Tableau des tarifs d'expédition

source: Upgrade to Premium
fr: Passez à la version Premium

source: See All Premium Modules
fr: Voir toutes les fonctionnalités Premium

source: Unleash the full potential of your marketplace with more premium features.
fr: Libérez tout le potentiel de votre marketplace avec plus de fonctionnalités premium.

source: Loading...
fr: Chargement en cours...

source: Updated
fr: Mise à jour

source: Updating...
fr: Mise à jour...

source: Please provide your email.
fr: Merci de renseigner votre email.

source: Insert Google reCAPTCHA v3 secret key.
fr: Insérez la clé secrète Google reCAPTCHA v3

source: Secret Key
fr: Clé secrète

source: Insert Google reCAPTCHA v3 site key.
fr: Insérez la clé secrète Google reCAPTCHA v3

source: Site Key
fr: Clé du site

source: Get Help
fr: Obtenir de l'aide

source: View Details
fr: Voir les détails

source: Check What's new in Dokan Version %s
fr: Vérifiez les nouveautés de la version Dokan %s

source: Enjoying Dokan Multivendor Marketplace?
fr: Vous aimez Dokan Multivendor Marketplace ?

source: Go to Settings
fr: Aller dans Réglages/Paramètres

source: The <strong>Plain</strong> permalink structure is not working for the Dokan plugin. Please change your permalink structure from <a href="%s">Settings > Permalinks</a>
fr: La structure de permalien <strong>Plain et numérique</strong> ne fonctionne pas pour le plugin Dokan. Veuillez modifier la structure de vos permaliens depuis <a href="%s">Paramètres > Permaliens</a>

source: Error! Your account is not enabled for selling, please contact the admin
fr: Erreur! Votre compte n'est pas activé pour la vente, veuillez contacter l'administrateur

source: Sorry, You can not modify another vendor's product !
fr: Désolé, vous ne pouvez pas modifier le produit d'un autre vendeur !

source: Check this to remove Dokan related data and table from the database upon deleting the plugin. When you delete the Dokan lite version, it will also delete all the data related to Dokan Pro as well. This won't happen when the plugins are deactivated..
fr: Cochez cette case pour supprimer les données et la table liées à Dokan de la base de données lors de la suppression du plug-in. Lorsque vous supprimez la version Dokan lite, toutes les données relatives à Dokan Pro seront également supprimées. Cela ne se produira pas lorsque les plugins seront désactivés.

source: Customize the Privacy Policy text that will be displayed on your store.
fr: Personnalisez le texte de la Politique de Confidentialité qui sera affiché sur votre boutique.

source: Insert Mapbox Access Token (with hyperlink) to display store map.
fr: Insérez le jeton d'accès Mapbox (avec lien hypertexte) pour afficher la carte de la boutique.

source: Insert Google API Key (with hyperlink) to display store map.
fr: Insérez la clé API Google (avec lien hypertexte) pour afficher la carte de la boutique.

source: Select a page to display the Terms and Conditions of your store for Vendors.
fr: Sélectionnez une page pour afficher les Conditions Générales de Vente sur votre boutique à vos Vendeurs.

source: Select the order status that will allow vendors to make withdraw request. We prefer you select "completed", "processing".
fr: Sélectionnez le statut de la commande qui permettra aux vendeurs de faire une demande de retrait. Nous préférons que vous sélectionniez "terminé", "traitement".

source: Check to add available payment methods for vendors to withdraw money.
fr: Cochez pour ajouter les méthodes de paiement disponibles pour que les vendeurs puissent retirer de l'argent.

source: Checking this will enable sellers to change the order status. If unchecked, only admin can change the order status.
fr: En cochant la case, vous permettez aux vendeurs de changer le statut d'une commande. Si la case n'est pas cochée, seul l'administrateur pourra changer le statut de la commande.

source: If disabled, instead of a pop up window vendor will redirect to product page when adding new product.
fr: Si désactivé, au lieu d'une fenêtre contextuelle, le fournisseur redirigera vers la page du produit lors de l'ajout d'un nouveau produit.

source: If checked, vendors will have permission to sell immediately after registration. If unchecked, newly registered vendors cannot add products until selling capability is activated manually from admin dashboard.
fr: Si cette case est cochée, les vendeurs auront l'autorisation de vendre immédiatement après l'enregistrement. Si cette case n'est pas cochée, les fournisseurs nouvellement enregistrés ne peuvent pas ajouter de produits tant que la capacité de vente n'est pas activée manuellement depuis Tableau de bord -> Fournisseurs.

source: Select a commission type
fr: Sélectionnez le type de commission

source: It will affect the vendor only if they havent set a value on their settings page.
fr: Cela n'affectera le vendeur que s'il n'a pas défini de valeur sur sa page de paramètres.

source: Prompt terms and condition check for vendors when creating store on your site
fr: Vérification rapide des conditions générales pour les vendeurs lors de la création d'une boutique sur votre site.

source: If checked, vendors will not be prompted through a guided setup process but redirected straight to the vendor dashboard.
fr: Si cette case est cochée, les vendeurs ne seront pas invités à suivre un processus de configuration guidé, mais redirigés directement vers le tableau de bord des vendeurs.

source: Products to display on store page, default value is %s
fr: Produits à afficher sur la page du magasin, la valeur par défaut est %s

source: I've Added My Review
fr: J'ai ajouté mon avis

source: Maybe Later
fr: Peut-être plus tard

source: Yes, You Deserve It
fr: Oui, vous le méritez

source: If our plugin is performing well for you, it would be great if you could kindly write a review about <strong>Dokan</strong> on <strong>WordPress.org</strong>. It would give us insights to grow and improve this plugin.
fr: Si notre plugin fonctionne bien pour vous, ce serait formidable si vous pouviez écrire un avis sur <strong>Dokan</strong> sur <strong>WordPress.org</strong>. Cela nous donnerait des idées pour développer et améliorer ce plugin.

source: Request failed
fr: demande échoué

source: Invalid request
fr: Requête non valide

source: This coupon is invalid for multiple vendors.
fr: Ce coupon n'est pas valide pour plusieurs vendeurs.

source: Okay
fr: OK

source: All data and tables related to Dokan and Dokan Pro will be deleted permanently after deleting the Dokan plugin. You will not be able to recover your lost data unless you keep a backup. Do you want to continue?
fr: Toutes les données et tableaux liés à Dokan et Dokan Pro seront définitivement supprimés après la suppression du plugin Dokan. Vous ne pourrez pas récupérer vos données perdues à moins de conserver une sauvegarde. Voulez-vous continuer?

source: Calculating
fr: Calcul en cours...

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
fr: Impossible d'accorder l'accès : l'utilisateur dispose peut-être déjà d'une autorisation pour ce fichier ou l'adresse e-mail de facturation n'est pas définie. Assurez-vous que l'e-mail de facturation est défini et que la commande a été enregistrée.

source: Are you sure you want to revoke access to this download?
fr: Voulez-vous vraiment révoquer l'accès à ce téléchargement ?

source: Delete all data and tables related to Dokan and Dokan Pro plugin while deleting the Dokan plugin.
fr: Supprimez toutes les données et tables liées au plug-in Dokan et Dokan Pro lors de la suppression du plug-in Dokan.

source: Data Clear
fr: Effacer les données

source: Validation error
fr: Erreur de validation

source: Minimum Withdraw Limit can't be negative value.
fr: La limite de retrait minimum ne peut pas être une valeur négative.

source: Visit Stores
fr: Visiter les boutiques

source: Visit Shop
fr: Visiter la boutique

source: Export order
fr: Exporter les commandes

source: You can only select %s tags
fr: Vous ne pouvez sélectionner que %s éléments

source: Attribute Name
fr: Nom de l’attribut

source: Filter by vendor
fr: Filtrer par vendeur

source: What’s New
fr: Quoi de Neuf ?

source: Dokan: Store Product Category Menu
fr: Dokan : Menu des catégories de produits de la boutique

source: Get Best Selling Products Category.
fr: Obtenez la catégorie des produits les plus vendus.

source: SMS Notification for WordPress, WooCommerce, Dokan and more
fr: Notification SMS pour WordPress, WooCommerce, Dokan et plus

source: Hide product filter
fr: Cacher le filtre produit

source: Vendor Products
fr: Les produits des vendeurs

source: %1$sDokan is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for Dokan to work. Please %5$s activate WooCommerce &raquo;%6$s
fr: %1$sDokan est inactif.%2$s Le %3$splugin WooCommerce%4$s doit être actif pour que Dokan fonctionne. Veuillez %5$s activer WooCommerce &raquo;%6$s

source: %1$sDokan is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for Dokan to work. Please %5$s install WooCommerce &raquo;%6$s
fr: %1$sDokan est inactif.%2$s Le %3$splugin WooCommerce%4$s doit être actif pour que Dokan fonctionne. Veuillez %5$s installer WooCommerce &raquo;%6$s

source: WooCommerce Missing
fr: WooCommerce est manquant

source: Select tags/Add tags
fr: Sélectionner des balises/Ajouter des balises

source: Create an account
fr: Créer un compte

source: or
fr: ou

source: Shop order
fr: Commande

source: Enter product name
fr: Entrez le nom du produit.

source: SKU:
fr: SKU/UGS:

source: Products not found with this search
fr: Produits introuvables avec cette recherche

source: Relevance
fr: Pertinence

source: Sort by price: high to low
fr: Tri par tarif décroissant

source: Sort by price: low to high
fr: Tri par tarif croissant

source: Sort by latest
fr: Tri du plus récent au plus ancien

source: Sort by average rating
fr: Trier par notes moyennes

source: Sort by popularity
fr: Trier par popularité

source: Default sorting
fr: Tri par défaut

source: Product created successfully
fr: Le produit a bien été créé

source: Shipping Status
fr: Statut de la livraison

source: Shipment
fr: Expédition

source: Earnings
fr: Gains

source: Product type
fr: Type de Produit

source: Out of stock
fr: Rupture de stock

source: In stock
fr: En stock

source: Swift Code: %s
fr: Code Swift : %s

source: You have received complete order from %s.
fr: Vous avez reçu une commande de %s.

source: Complete Customer Order: #{order_number}
fr: Commande client finalisée : #{order_number}

source: [{site_title}] Your customer order is now complete ({order_number}) - {order_date}
fr: [{site_title}] La commande de votre client est maintenant complète ({order_number}) - {order_date}

source: Completed order emails are sent to chosen recipient(s) when a order is completed.
fr: Les emails de confirmation de commande sont envoyés aux destinataires choisis quand la commande est complète.

source: Dokan Vendor Completed Order
fr: Le Vendeur à Terminé la Commande

source: Set how many products to display per page on the vendor store page. It will affect only if the vendor isn't set this value on their vendor setting page.
fr: Entrez le nombre de produits à montrer par page sur la page vendeur? Ceci aura un effet seulement si le vendeur n'a pas modifié ce nombre depuis les paramètres de sa page vendeur.

source: Closed
fr: Fermé

source: Store is Closed
fr: La boutique est fermée

source: Store is Open
fr: La boutique est ouverte

source: Ready to start selling something awesome?
fr: Êtes vous prêt pour commencer à vendre quelque chose de génial?

source: No Products Found!
fr: Aucun produit trouvé!

source: Allow vendor to update order status
fr: Autoriser les vendeurs à mettre a jour le statut des commandes

source: Are you sure? You have uploaded banner but didn't click the Update Settings button!
fr: Êtes vous sûr(e)? Vous avez téléchargé une bannière mais n'avez pas mis à jour les paramètres!

source: Upgrading db fields error:
fr: Erreur du champs "Amélioration db"

source: Visit Vendor Dashboard
fr: Visiter le tableau de bord vendeur

source: Withdrawals
fr: Retrait

source: Show store opening/closing Time
fr: Montrer les horaires d'ouverture et de fermeture de la boutique

source: Show vendor contact form
fr: Montrer le formulaire de contact pour vendeur

source: Show store map
fr: Montrer la localisation de la boutique

source: Sidebar Widgets
fr: Widget de colonne latérale

source: Hide store address
fr: Cacher l'addresse de la boutique

source: Hide phone number
fr: Cacher votre numéro de téléphone

source: Hide email address
fr: Cacher l'adresse email

source: Layout 4
fr: Mise en page 4

source: Layout 3
fr: Mise en page 3

source: Layout 2
fr: Mise en page 2

source: Default Layout
fr: Mise en page par défaut

source: Header Template
fr: Modèle d'en-tête

source: Use theme sidebar
fr: Utiliser un thème en colonne latérale

source: No Sidebar
fr: Sans colonne latérale

source: Right Sidebar
fr: Colonne latérale droite

source: Left Sidebar
fr: Colonne latérale gauche

source: Page Layout
fr: Mise en page

source: Store Page
fr: Page de la vitrine

source: Stock levels reduced:
fr: Niveau des stocks réduit

source: Approved
fr: Approuvé

source: All
fr: tout

source: items
fr: éléments

source: Loading
fr: Chargement

source: Offer any customer to buy product as a wholesale price from any vendors.
fr: Proposer aux acheteurs d'acheter un produit au prix de gros aux vendeurs

source: Wholesale
fr: Vente en gros

source: Dokan add-on to verify sellers.
fr: Extension Dokan de vérification des vendeurs

source: Vendor Verification
fr: Vérification des vendeurs

source: WooCommerce Subscription integration for Dokan
fr: Intégration de l'abonnement WooCommerce pour Dokan

source: Vendor Subscription Product
fr: Abonnement du vendeur

source: A plugin for manage store via vendor staffs.
fr: Une extension pour configurer la boutique via le staff vendeur

source: Vendor Staff Manager
fr: Configurateur du staff vendeur

source: A plugin for store and product analytics for vendor.
fr: Une extension pour les statistiques de boutique et de produits

source: Vendor Analytics
fr: Statistiques du vendeur

source: Product subscription pack add-on for Dokan vendors.
fr: L'extension Produit Abonnement pour les vendeurs Dokan

source: Vendor Subscription
fr: Abonnement pour vendeur

source: Accept credit card payments and allow your sellers to get automatic split payment in Dokan via Stripe.
fr: Accepter les paiement par carte de crédit, et autoriser vos vendeur à avoir des paiement diviser dans dokan avec Stripe

source: Stripe Connect
fr: Connexion au compte Stripe

source: Enable vendors to provide support to customers from store page.
fr: Autorise les vendeurs à fournir un support au client via la page de leur boutique.

source: Store Support
fr: Support de la boutique

source: A plugin that allows customers to rate the sellers.
fr: Une extension qui permet aux clients de noter les vendeurs

source: Store Reviews
fr: Commentaires

source: A module that offers multiple vendor to sell a single product.
fr: Un module qui permet à plusieurs vendeurs de vendre un même produit
