Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Featured Seller
fr: Artiste à découvrir

source: Seller Verification
fr: Vérification du vendeur

source: Single Product Multiple Seller
fr: Produit unique avec plusieurs vendeurs

source: Store Contact Form
fr: Formulaire de contact de la boutique

source: Back Ordering System
fr: Système de commandes en attente de réaprovisonnement

source: Store SEO
fr: SEO Boutique

source: Customized Product Categories
fr: Catégories de produit personnalisées

source: Making Announcements
fr: Faire des communiqués

source: Seller Statement Reports
fr: Rapports du bilan du vendeur

source: Frontend order management
fr: Gestion des commandes en premier plan

source: Add Social profile to your vendor’s store and support for store SEO
fr: Ajouter un profil social à la boutique de votre vendeur et un support pour le référencement (SEO)

source: 24/7 super fast premium customer support for you
fr: Support à la clientèle 24/7

source: Earning, Selling and Commission Reports & Statement
fr: Gains, ventes et rapports & déclaration de la commission

source: Vendors will be able to generate coupon codes
fr: Les vendeurs seront en mesure de générer des codes promo

source: Store support based on ticket system for your customers
fr: Support de la boutique basé sur le système de tickets pour vos clients

source: Zone wise shipping with multiple method for vendors
fr: Expédition par zone avec modes multiples pour les vendeurs

source: Unlimited Product Variations and group product upload
fr: Les Variations de produit illimité et téléchargement de produits groupés

source: Frontend dashboard for vendors with advanced controls
fr: Tableau de bord en premier pour les vendeurs avec des contrôles avancés

source: Premium modules to make everything easier & better
fr: Modules Premium, pour rendre les choses meilleures et plus facile

source: Download PayPal mass payment file
fr: Télécharger le fichier de paiement de masse Paypal

source: Approve
fr: Approuver

source: Details
fr: Détails

source: Paypal Mass Payment File is Generated.
fr: Le fichier de paiement en masse Paypal est généré.

source: No requests found.
fr: Aucune demande trouvée.

source: Search Address
fr: Rechercher une adresse

source: Go to Vendor Dashboard
fr: Accéder au Dashbord des vendeurs

source: Vendor Info
fr: Infos Vendeur

source: Dokan: Store Location
fr: Emplacement boutique

source: Dokan Vendor Store Location
fr: Emplacement de la boutique du vendeur

source: Dokan: Store Contact Form
fr: Formulaire de contact de la boutique

source: Dokan Vendor Contact Form
fr: Formulaire de contact du vendeur

source: Top Rated Product
fr: Produit le mieux noté

source: A Widget for displaying To rated products for dokan
fr: Un widget pour afficher les produits les mieux notés

source: Dokan: Top Rated Product Widget
fr: Dokan : widget de produit le mieux noté

source: Dokan Seller Store Menu
fr: Menu boutique vendeur

source: Show Product Rating
fr: Afficher la note du produit

source: No of Product:
fr: Nombre de produits :

source: Best Selling Product
fr: Produit le plus vendu

source: Dokan: Store Opening Closing Time Widget
fr: Widget horaires de la boutique

source: Dokan Store Opening Closing Time
fr: Horaires de la boutique Dokan

source: Title:
fr: Titre :

source: Product Category
fr: Catégorie de produit

source: Dokan product category menu
fr: Menu de catégorie de produit Dokan

source: The following plugins will be installed and activated for you:
fr: Les plugins suivants seront installés et activés pour vous :

source: More Settings
fr: Plus de paramètres

source: Visit Dokan Dashboard
fr: Visitez Dokan Dashboard

source: Your Marketplace is Ready!
fr: Votre plateforme marchande est prête !

source: WooCommerce Conversion Tracking logo
fr: Logo WooCommerce Conversion Tracking

source: Track conversions on your WooCommerce store like a pro!
fr: Suivez les conversions sur votre boutique WooCommerce comme un pro !

source: WooCommerce Conversion Tracking
fr: Suivi de conversion WooCommerce

source: Enhance your store with these recommended features.
fr: Améliorez votre espace de vente avec ces caractéristiques recommandées.

source: Recommended for All Dokan Marketplaces
fr: Recommandé pour toutes les places de marché Dokan

source: Order status for which vendor can make a withdraw request.
fr: Statut de la commande pour laquelle le vendeur peut faire une demande de retrait.

source: Order Status for Withdraw
fr: Statut de commande pour un reversement

source: Minimum balance required to make a withdraw request ( Leave it blank to set no limits )
fr: Solde minimum requis pour faire une demande de reversement (laissez vide pour ne définir aucune limite)

source: Enable %s for your vendor as a withdraw method
fr: Activez %s pour votre vendeur comme méthode de retrait

source: Withdraw Setup
fr: Configuration des reversements

source: Vendor can change order status
fr: Le vendeur peut changer le statut de la commande

source: How much amount (%) you will get from each order
fr: Quel montant (%) obtiendrez-vous sur chaque commande

source: Set your commission type
fr: Sélectionnez le type de commission

source: Commission Type
fr: Type de Commission

source: Make selling status enable for new registred vendor
fr: Rendre le statut de vente actif pour les nouveaux vendeurs inscrits

source: New Vendor Enable Selling
fr: Permettre à un nouveau vendeur de vendre

source: Selling Setup
fr: Configuration des ventes

source: Off
fr: Non

source: Share Essentials
fr: Partager

source: Tax fees will go to
fr: Les taxes seront payées par

source: Shipping fees will go to
fr: Les frais de livraison iront à

source: Define vendor store URL
fr: Définir l’URL de la boutique du vendeur

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
fr: Pas le temps pour le moment ? Si vous ne voulez pas passer par l'assistant, vous pouvez ignorer et revenir au tableau de bord WordPress. Revenez quand vous voulez si vous changez d'avis !

source: Thank you for choosing Dokan to power your online marketplace! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than three minutes.</strong>
fr: Merci d'avoir choisi PINCL' pour alimenter votre marketplace en ligne ! Cet assistant de configuration rapide vous aidera à configurer les paramètres de base. <strong>C'est complètement facultatif et ne devrait pas prendre plus de trois minutes.</strong>

source: Welcome to the world of Dokan!
fr: Bienvenue dans le monde de PINCL' !

source: Return to the WordPress Dashboard
fr: Retour au tableau de bord WordPress

source: Dokan &rsaquo; Setup Wizard
fr: Dokan &rsaquo; Assistant de configuration

source: Recommended
fr: Recommandé

# enhanced select
source: Searching&hellip;
fr: Recherche&hellip;

# enhanced select
source: Loading more results&hellip;
fr: Charger plus de résultats&hellip;

# enhanced select
source: You can only select %qty% items
fr: Vous ne pouvez sélectionner que %qty% articles

# enhanced select
source: You can only select 1 item
fr: Vous ne pouvez sélectionner qu’1 article

# enhanced select
source: Please delete %qty% characters
fr: Veuillez supprimer %qty% caractères

# enhanced select
source: Please delete 1 character
fr: Veuillez supprimer 1 caractère

# enhanced select
source: Please enter %qty% or more characters
fr: Veuillez saisir %qty% caractères ou plus

# enhanced select
source: Please enter 1 or more characters
fr: Veuillez saisir 1 caractère ou plus

# enhanced select
source: Loading failed
fr: Échec du chargement

# enhanced select
source: No matches found
fr: Aucun résultat

source: Select a page to show your privacy policy
fr: Sélectionnez une page pour afficher votre politique de confidentialité

source: Privacy Page
fr: Page de confidentialité

source: Enable privacy policy for vendor store contact form
fr: Activer la politique de confidentialité du formulaire de contact du vendeur de la galerie

source: Enable Privacy Policy
fr: Activer la politique de confidentialité

source: Enable showing store sidebar from your theme.
fr: Activer la visibilité de la barre latérale du thème

source: Enable Store Sidebar From Theme
fr: Activer la barre latérale du thème

source: Enable store opening & closing time widget in the store sidebar
fr: Activer le widget horaires de la galerie d’art dans la barre latérale de la boutique

source: Store Opening Closing Time Widget
fr: Widget horaires de la boutique

source: Store Header Template
fr: Modèle d’en-tête pour la boutique

source: Display a vendor contact form in the store sidebar
fr: Afficher un formulaire de contact fournisseur dans la barre latérale du magasin

source: Show Contact Form on Store Page
fr: Afficher le formulaire de contact sur la page de la boutique

source: Google Map API Key
fr: Clé API Google Map

source: Enable map of the store location in the store sidebar
fr: Activer une carte Google de localisation de la boutique dans la barre latérale de celle-ci

source: Show map on Store Page
fr: Afficher le plan de localisation sur la page de l’espace de vente

source: Terms and Conditions Page
fr: Page des conditions générales de vente

source: Select a page to show my orders
fr: Sélectionnez une page pour afficher mes commandes

source: Select page
fr: Sélectionner la page

source: Select a page to show vendor dashboard
fr: Sélectionnez une page pour afficher le tableau de bord du vendeur

source: Minimum balance required to make a withdraw request. Leave blank to set no minimum limits.
fr: Solde minimum requis pour réaliser un reversement. Laissez vide pour ne définir aucune limite.

source: Minimum Withdraw Limit
fr: Limite minimale de reversement

source: Select suitable withdraw methods for vendors
fr: Sélectionnez les méthodes de reversements appropriées pour les vendeurs

source: Withdraw Methods
fr: Méthodes de retrait

source: Order Status Change
fr: Changement du statut de la commande

source: Disable add new product in popup view
fr: Désactiver l'ajout d'un nouveau produit dans la vue contextuelle

source: Disable Product Popup
fr: Désactiver le Popup du produit

source: Tax Fee Recipient
fr: Bénéficiaire des frais fiscaux (TVA)

source: Admin
fr: Administrateur

source: Shipping Fee Recipient
fr: Destinataire des frais de livraison

source: Amount you get from each sale
fr: Montant que vous obtenez de chaque vente

source: Select a commission type for vendor
fr: Sélectionnez un type de commission pour le vendeur

source: Commission Type
fr: Type de commission

source: Enable terms and conditions for vendor stores
fr: Activez les conditions générales pour les espace de vente des vendeurs

source: Store Terms and Conditions
fr: Termes et conditions générales du magasin

source: Disable welcome wizard for newly registered vendors
fr: Désactiver l'assistant de bienvenue pour les vendeurs nouvellement enregistrés

source: Disable Welcome Wizard
fr: Désactiver l’Assistant de bienvenue

source: Recommended logo size ( 270px X 90px ). If no logo is uploaded, site title is shown by default.
fr: Taille de logo recommandée ( 270px X 90px ). Si aucun logo n'est téléchargé, le titre du site est affiché par défaut.

source: Vendor Setup Wizard Logo
fr: Assistant de configuration du logo du vendeur

source: Define the vendor store URL (%s<strong>[this-text]</strong>/[vendor-name])
fr: Définissez l'URL de la boutique du vendeur (%s<strong>[this-text]</strong>/[vendor-name])

source: Vendor Store URL
fr: URL de la boutique du vendeur

source: Admin Area Access
fr: Zone d’accès admin

source: Privacy Policy
fr: Politique de confidentialité

source: Appearance
fr: Apparence

source: Page Settings
fr: Paramètres de la page

source: General
fr: Général

source: Setting has been saved successfully.
fr: Paramètres enregistrés avec succès.

source: You are not authorized to perform this action.
fr: Vous êtes maintenant autoriser à faire cette action

source: You have no permission to get settings value
fr: Vous n’avez pas la permission d’obtenir la valeur des paramètres

source: Dokan requires some pages to be configured and you can set them up here
fr: Dokan requiert que quelques pages soient configurées et vous pouvez les configurer ici

source: Dokan Pages
fr: Pages Dokan

source: Configure your vendor's balance withdrawal options
fr: Configurer les options de reversement du solde de votre vendeur

source: Withdraw Options
fr: Options de retrait

source: You can configure different selling options for your vendors
fr: Vous pouvez configurer différentes options de vente pour vos vendeurs

source: Selling Options
fr: Options de vente

source: Configure all general settings for your marketplace from this tab.
fr: Configurez tous les paramètres généraux de votre marketplace à partir de cet onglet.

source: General Settings
fr: Réglages généraux

source: Get all the latest news and updates of Dokan from here.
fr: Obtenez les dernières nouvelles et mise à jour de Dokan d’ici.

source: News & Updates
fr: Actualités

source: Get a complete overview of your sales, orders and commissions.
fr: Accédez à une vue générale de vos ventes, commandes et commissions.

source: Your Sales Overview
fr: Votre aperçu des ventes

source: View the status of your marketplace including vendors and withdraw from here.
fr: Voir le statut de votre boutique incluant les vendeurs et les reversements à partir d’ici.

source: Important Details At a Glance
fr: Détails importants d’un coup d’oeil

source: With the simplest configuration options available, only by enabling a single toggle button you will be able to do everything your competitors are doing and even more.
fr: Avec les options disponibles de configuration les plus simples, seulement en activant un seul bouton de commutation, vous serez en mesure de faire tout ce que vos concurrents font et encore plus.

source: Exciting premium features to take your marketplace
fr: Des fonctionnalités Premium intéressantes pour votre place de marché

source: No matter what type of coupon you want to create you can do that easily using the pro version of Dokan. Set the coupon title, fix discount types, restrict email addresses and much more.
fr: Quel que soit le type de coupon que vous souhaitez créer, vous pouvez le faire facilement en utilisant la version pro de Dokan. Définissez le titre du coupon, corrigez les types de remise, restreignez les adresses e-mail et bien plus encore.

source: 97% of consumers look for deals when they shop
fr: 97% des consommateurs recherches des promos quand ils achètent

source: Need to solve a conflict with your plugins, have a theme layout issues with Dokan or any kind of problem you might face, we are here for you
fr: Besoin de résoudre un conflit avec vos extensions, un problème de mise en page avec un thème à cause de Dokan, nous sommes ici pour vous

source: Get priority support 24/7/365
fr: Obtenez le support prioritaire 24/7/365

source: With this feature, you will be able to set different type of commission for each vendor according to the products they are selling. Meaning more earning for you.
fr: Grâce à cette fonctionnalité, vous pourrez définir différents types de commission pour chaque vendeur en fonction des produits qu'ils vendent. Cela signifie plus de revenus pour vous.

source: Earn more from multiple commission type
fr: Gagnez plus avec des types de commissions multiples

source: Allow your vendors to verify their stores using social profiles, phone, photo ID etc. using this advanced and handy module.
fr: Permettez à vos vendeurs de vérifier leurs magasins en utilisant des profils sociaux, un téléphone, une pièce d'identité avec photo, etc. à l'aide de ce module avancé et pratique.

source: Verify Your Sellers To Earn Customer Reliability
fr: Vérifiez vos vendeurs pour gagner la confiance des clients

source: This extension enables your customers to post a review for each store available on your site.
fr: Cette extension permet à vos clients de publier un avis pour chaque galerie disponible sur votre site.

source: Increase conversions 270% by displaying reviews
fr: Augmenter les conversions jusqu’à 270% bn affichant les commentaires

source: By using this module, make it mandatory for your vendors to buy a subscription pack to sell products in your marketplace.
fr: En utilisant ce module, il est obligatoire pour vos vendeurs de s’abonner à un forfait pour vendre des oeuvres sur votre galerie.

source: Create Customizable Paid Subscription Packs For Your Vendors
fr: Créez des packs d'abonnements payants personnalisables pour vos vendeurs

source: <span style="color:#f18500">Help</span>
fr: <span style="color:#f18500">Aide</span>

source: PRO Features
fr: Caractéristiques de la version Pro

source: Withdraw %s
fr: Retrait %s

source: Unable to restore stock for item %s.
fr: Impossible de restaurer le stock de l’élément %s.

source: A coupon must be restricted with a vendor product.
fr: Un coupon doit être limité à un produit du fournisseur.

source: Mark parent order completed when all child orders are completed.
fr: Marquer la commande principale complète lorsque toutes les commandes dérivées sont complètes.

source: Vendor %s data is removed.
fr: Les données personnelles du vendeur %s sont supprimées.

source: Skrill Email
fr: Email Skrill

source: Swift Code
fr: Code Swift

source: Bank Details
fr: Coordonnées bancaires

source: Postal Code
fr: Code postal

source: Gravatar Url
fr: Url de votre photo

source: Banner Url
fr: Url de la bannière

source: GEO Locations
fr: Coordonnées géographiques

source: Phone
fr: Téléphone

source: Dokan has premium modules that perform specific and special purpose tasks. Each of the modules collect additional information. Also third party extensions and integrations collect data that is applicable to the each of their individual privacy policy.
fr: Dokan a des modules premium qui effectuent des tâches spécifiques ou spéciales. Chacun des modules recueille des renseignements supplémentaires. Ainsi les intégrations et les extensions de tierce partie collectent des données qui appliquent chacune leur politique de vie privée individuelle.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
fr: Veuillez consulter la <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">Politique de confidentialité de PayPal</a> pour de plus amples informations.

source: We accept payments through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the purchase total and billing information.
fr: Nous acceptons les paiements via PayPal. Lors du traitement des paiements, certaines de vos données seront transmises à PayPal, y compris les informations requises pour traiter ou prendre en charge le paiement, telles que le total de l'achat et les informations de facturation.

source: In this subsection you should list which third party payment processors you’re using to take payments on your store since these may handle customer data. We’ve included PayPal as an example, but you should remove this if you’re not using PayPal.
fr: Dans cette sous-section, vous devez répertorier les processeurs de paiement tiers que vous utilisez pour accepter les paiements sur votre boutique, car ceux-ci peuvent gérer les données des clients. Nous avons inclus PayPal comme exemple, mais vous devez le supprimer si vous n'utilisez pas PayPal.

source: Payments
fr: Paiements

source: We share information with third parties who help us provide our orders and store services to you; for example --
fr: Nous partageons des informations avec des tiers qui nous aident à accomplir nos services, par exemple --

source: In this section you should list who you’re sharing data with, and for what purpose. This could include, but may not be limited to, analytics, marketing, payment gateways, shipping providers, and third party embeds.
fr: Dans cette section, vous devez indiquer avec qui vous partagez des données et dans quel but. Ceci pourrait inclure entre autres, les analystes des visites sur le site, service marketing, les services bancaires, les transporteurs, etc.

source: What we share with others
fr: Ce que nous partageons avec les autres

source: Our team members have access to this information to help fulfill orders, process refunds and support you.
fr: Certaines personnes de notre équipe ont accès à cette information afin de remplir les commandes, traiter les remboursements et vous apporter une aide.

source: Customer information like your name, email address, and billing and shipping information.
fr: Des renseignements client comme votre nom, adresse et informations de facturation et d’expédition.

source: Order information like what was purchased, when it was purchased and where it should be sent, and
fr: Des renseignements sur les commandes, comme ce qui a été acheté, le moment de l’achat et l’endroit où il doit être envoyé et

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
fr: Les administrateurs et les propriétaires du site ont accès aux informations que vous fournissez.

source: Who on our team has access
fr: Qui a accès à notre équipe

source: We will also store comments or reviews, if you choose to leave them.
fr: Nous conservons également des commentaires ou des avis, si vous choisissez d’en mettre.

source: We generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue to keep it. For example, we will store order information for XXX years for tax and accounting purposes. This includes your name, email address and billing and shipping addresses.
fr: Nous stockons généralement les informations vous concernant aussi longtemps que nous en avons besoin aux fins pour lesquelles nous les collectons et les utilisons, et nous ne sommes pas légalement tenus de continuer à les conserver. Par exemple, nous conserverons les informations de commande pendant 10 ans à des fins fiscales et comptables. Cela inclut votre nom, votre adresse e-mail et vos adresses de facturation et de livraison.

source: If you create an account, we will store your name, address, email and phone number, which will be used to populate the checkout for future orders.
fr: Si vous créez un compte, nous conserverons votre nom, votre adresse, votre adresse e-mail et votre numéro de téléphone, qui seront utilisés pour remplir le formulaire de commande pour vos achats futurs.

source: Send you marketing messages, if you choose to receive them
fr: Vous envoyer des messages commerciaux, si vous choisissez de les recevoir

source: Improve our store offerings
fr: Améliorer nos offres

source: Comply with any legal obligations we have, such as calculating taxes
fr: Respecter toutes les obligations légales que nous avons, telles que le calcul des taxes

source: Set up your account for our store
fr: Configurer votre compte sur notre plateforme

source: Process payments and prevent fraud
fr: Traiter les paiements et prévenir de la fraude

source: Respond to your requests, including refunds and complaints
fr: Répondre à vos demandes, y compris les remboursements et les réclamations

source: Send you information about your account and order
fr: Vous envoyer des informations sur votre compte et votre commande
