Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Catalog visibility.
fr: Visibilité du catalogue.

source: Featured product.
fr: Produit en avant.

source: Product status (post status).
fr: Statut du produit (état de publication).

source: Product type.
fr: Type de produit.

source: The date the product was last modified, as GMT.
fr: Date de la dernière modification du produit, format GMT.

source: The date the product was last modified, in the site's timezone.
fr: La date à laquelle le produit a été modifié, en fuseau horaire du site.

source: The date the product was created, as GMT.
fr: Date de création du produit, format GMT.

source: The date the product was created, in the site's timezone.
fr: La date à laquelle le produit a été créé, en fuseau horaire du site.

source: Product URL.
fr: URL du produit.

source: Product slug.
fr: Identifiant du produit.

source: #%s is an invalid image ID.
fr: #%s est un identifiant d&rsquo;image non valide.

source: Placeholder
fr: Etiquette

source: You can not select more than category
fr: Vous ne pouvez sélectionner qu’une seule catégorie

source: Category must be required
fr: Le champ catégorie doit être obligatoire.

source: Product title must be required
fr: Le titre du produit est requis

source: Top rated product for specific vendor
fr: Produit le mieux noté pour un vendeur spécifique

source: Number of page number
fr: Nombre de numéro de page

source: Number of product you want to get top rated product
fr: Nombre de produits que vous souhaitez mettre en avant

source: Whether to bypass trash and force deletion.
fr: Si la corbeille doit être contournée et la suppression forcée.

source: Untitled
fr: Sans titre

source: An error has occurred, which probably means the feed is down. Try again later.
fr: Une erreur est survenue, le flux est probablement indisponible. Veuillez réessayer plus tard.

source: Flag for showing date
fr: Drapeau pour l’affichage de la date

source: Flag for showing author
fr: Drapeau pour l’affichage de l’auteur

source: Flag for showing summary
fr: Drapeau pour l’affichage du résumé

source: Number of feed item
fr: Nombre d’éléments publiés

source: Commision
fr: Commission

source: Number of orders
fr: Nombre de commandes

source: Total Sales
fr: Total des ventes

source: User IP
fr: IP utilisateur

source: Withdraw Notes
fr: Remarques de reversement

source: Withdraw Method
fr: Modes de reversement

source: The date the withdraw request has beed created in the site's timezone.
fr: La date à laquelle le reversement a été créé, dans le fuseau horaire du site.

source: The amount of discount. Should always be numeric, even if setting a percentage.
fr: Le montant de la remise. Doit toujours être numérique, même si vous définissez un pourcentage.

source: Requested User
fr: Utilisateur requis

source: No vendor found
fr: Aucun vendeur trouvé

source: Withdraw status
fr: Statut du reversement

source: Define if the order is paid. It will set the status to processing and reduce stock items.
fr: Détermine si la commande est payée. Cela va définir le statut à en traitement et réduire de stock des articles.

source: Refund total.
fr: Remboursement total.

source: Refund reason.
fr: Motif du remboursement.

source: Refund ID.
fr: Identifiant du remboursement.

source: List of refunds.
fr: Liste des remboursements.

source: Discount total tax.
fr: TVA totale de la remise.

source: Discount total.
fr: Remise totale.

source: Coupon code.
fr: Code promo.

source: Coupons line data.
fr: Ligne de données des codes promo.

source: Tax status of fee.
fr: Statut de TVA de frais.

source: Tax class of fee.
fr: Classe de TVA de frais.

source: Fee name.
fr: Nom des frais.

source: Fee lines data.
fr: Lignes de données des frais.

source: Shipping method ID.
fr: Identifiant de la méthode de livraison.

source: Shipping method name.
fr: Nom de la méthode de livraison.

source: Shipping lines data.
fr: Lignes de données de livraison.

source: Shipping tax total.
fr: Total de TVA de livraison.

source: Tax total (not including shipping taxes).
fr: TVA totale (n&rsquo;incluant pas la TVA de livraison).

source: Show if is a compound tax rate.
fr: Indique s&rsquo;il s&rsquo;agit d&rsquo;une TVA composée.

source: Tax rate label.
fr: Etiquette du taux de TVA.

source: Tax rate code.
fr: Code du taux de TVA.

source: Tax lines data.
fr: Lignes de données de TVA.

source: Product price.
fr: Prix du produit.

source: Product SKU.
fr: UGS du produit.

source: Tax subtotal.
fr: Sous-total des taxes.

source: Tax total.
fr: Total de la TVA.

source: Tax rate ID.
fr: Identifiant du taux de TVA.

source: Line taxes.
fr: Ligne de TVA.

source: Line total tax (after discounts).
fr: Ligne de total de taxe (après remises).

source: Line total (after discounts).
fr: Ligne de total (après remises).

source: Line subtotal tax (before discounts).
fr: Ligne de sous-total de TVA (avant remises).

source: Line subtotal (before discounts).
fr: Ligne de sous-total (avant remises).

source: Tax class of product.
fr: Classe de TVA de produit.

source: Quantity ordered.
fr: Quantité commandée.

source: Variation ID, if applicable.
fr: Identifiant de la variation, si applicable.

source: Product ID.
fr: ID de produit.

source: Product name.
fr: Nom du produit.

source: Item ID.
fr: ID de l&rsquo;article.

source: Line items data.
fr: Ligne de données des articles.

source: Meta value.
fr: Valeur de la méta.

source: Meta key.
fr: Clé de la méta.

source: Meta ID.
fr: Identifiant méta.

source: Meta data.
fr: Métadonnée.

source: MD5 hash of cart items to ensure orders are not modified.
fr: Hachage MD5 des articles de la commande pour s&rsquo;assurer que les commandes ne sont pas modifiées.

source: The date the order was completed, as GMT.
fr: Date d’achèvement de la commande, format GMT.

source: The date the order was completed, in the site's timezone.
fr: La date à laquelle la commande a été complétée, en fuseau horaire du site.

source: The date the order was paid, as GMT.
fr: La date à laquelle la commande a été payée, comme GMT.

source: The date the order was paid, in the site's timezone.
fr: La date à laquelle la commande a été payée, en fuseau horaire du site.

source: Unique transaction ID.
fr: Identifiant unique de transaction.

source: Payment method title.
fr: Titre du mode de paiement.

source: Payment method ID.
fr: Identifiant du moyen de paiement.

source: Shipping address.
fr: Adresse de livraison.

source: Phone number.
fr: Numéro de téléphone.

source: Email address.
fr: Adresse email.

source: Country code in ISO 3166-1 alpha-2 format.
fr: Code pays au format ISO 3166-1 alpha-2.

source: Postal code.
fr: Code postal.

source: ISO code or name of the state, province or district.
fr: Code ISO ou nom de l&rsquo;état, province ou quartier.

source: City name.
fr: Nom de la ville.

source: Address line 2
fr: Adresse ligne 2

source: Address line 1
fr: Adresse ligne 1

source: Company name.
fr: Nom de l’entreprise.

source: Last name.
fr: Nom.

source: First name.
fr: Prénom.

source: Billing address.
fr: Adresse de facturation.

source: Note left by customer during checkout.
fr: Note laissée par le client lors de la commande.

source: User agent of the customer.
fr: Agent utilisateur du client.

source: Customer's IP address.
fr: Adresse IP du client.

source: User ID who owns the order. 0 for guests.
fr: Identifiant utilisateur propriétaire de la commande. 0 pour les invités.

source: True the prices included tax during checkout.
fr: Vrai les prix comprennent la taxe lors du paiement.

source: Sum of all taxes.
fr: Somme de toutes les TVA.

source: Grand total.
fr: Total global.

source: Sum of line item taxes only.
fr: Somme de TVA de ligne d&rsquo;article uniquement.

source: Total shipping tax amount for the order.
fr: Montant total de TVA de livraison pour la commande.

source: Total shipping amount for the order.
fr: Montant total des taxes pour la commande

source: Total discount tax amount for the order.
fr: Montant total de remise de TVA pour la commande.

source: Total discount amount for the order.
fr: Montant total de remise pour la commande.

source: The date the order was last modified, as GMT.
fr: La date à laquelle la commande a été modifiée pour la dernière fois, comme GMT.

source: The date the order was last modified, in the site's timezone.
fr: La date à laquelle la commande a été modifiée, en fuseau horaire du site.

source: The date the order was created, as GMT.
fr: Date de création de la commande, format GMT.

source: The date the order was created, in the site's timezone.
fr: La date à laquelle la commande a été créée, en fuseau horaire du site.

source: Currency the order was created with, in ISO format.
fr: Devise avec laquelle la commande a été créée, au format ISO.

source: Order status.
fr: État de la commande.

source: Version of WooCommerce which last updated the order.
fr: Version de WooCommerce qui a mis à jour la commande.

source: Shows where the order was created.
fr: Indique où la commande a été créée.

source: Order key.
fr: Clé de la commande.

source: Order number.
fr: Numéro de commande.

source: Orders belongs to specific seller
fr: Les commandes appartiennent à un vendeur spécifique

source: Parent order ID.
fr: Identifiant de commande parente.

source: Unique identifier for the resource.
fr: Identifiant unique pour la ressource.

source: Invalid resource ID.
fr: Identifiant de ressource non valide.

source: Cannot create order note, please try again.
fr: Impossible de créer une note de commande, veuillez essayer de nouveau.

source: You have no permission to create this notes
fr: Vous n’avez pas les permissions suffisantes pour créer cette remarque

source: Cannot create existing %s.
fr: Impossible de créer le %s existant.

source: Invalid order ID.
fr: Identifiant commande non valide.

source: You have no permission to view this notes
fr: Vous n’avez aucune autorisation pour visualiser ces remarques

source: Invalid order
fr: Commande non valide

source: Order status not valid
fr: Statut de la commande non valide

source: Order status must me required
fr: Statut de la commande requis

source: Invalid order ID
fr: ID de commande non valide

source: Sorry, you have no permission to do this. Since it's not your product.
fr: Vous n’avez pas les permissions nécessaires pour accomplir cette tâche car ce n’est pas votre produit.

source: No seller found
fr: Aucun vendeur trouvé

source: Unique identifier for the note object.
fr: Identifiant unique pour la remarque de l&rsquo;objet.

source: Order note content.
fr: Contenu de la note de commande.

source: Order Status
fr: Statut de la commande

source: No items found for bulk updating
fr: Aucun article trouvé pour la mise à jour en masse

source: Status parameter must be active or inactive
fr: Réglez le statut sur Actif ou Inactif

source: No vendor is found to be send an email.
fr: Aucun vendeur n’est trouvé pour envoyer un email.

source: This email address is not valid
fr: Cette adresse e-mail n’est pas valide

source: No reviews found
fr: Aucun avis trouvé

source: Invalid user ID for reassignment.
fr: ID utilisateur non valide pour réaffectation.

source: No vendor found for updating status
fr: Aucun vendeur trouvé pour mettre à jour son statut

source: No store found
fr: Aucune boutique trouvée

source: Status for the store object.
fr: Statut concernant le produit de la boutique.

source: Your Message
fr: Votre message

source: Your email
fr: Votre Adresse Email

source: Reassign the deleted user's posts and links to this user ID.
fr: Réaffecter des messages de l’utilisateur supprimé et liens à cet ID utilisateur.

source: Unique identifier for the object.
fr: Identifiant unique pour l&rsquo;objet.

source: The resource cannot be deleted.
fr: La ressource ne peut pas être supprimée.

source: The term cannot found
fr: Le terme est introuvable

source: The %s cannot be deleted.
fr: Le %s ne peut être supprimé.

source: Invalid ID.
fr: Identifiant non valide.

source: To manipulate product variations you should use the /products/&lt;product_id&gt;/variations/&lt;id&gt; endpoint.
fr: Pour manipuler les variations de produits, vous devez utiliser le /products/&lt;product_id&gt;/variations/&lt;id&gt; point final.

source: Method '%s' not implemented. Must be overridden in subclass.
fr: La méthode « %s » n’est pas implémentée. Cela devrait être surchargé en sous-classe.

source: Resource does not exist.
fr: La ressource n'existe pas.

source: Every %d Minutes
fr: Toutes les %d minutes

source: Address of your bank
fr: Adresse de votre banque

source: Name of bank
fr: Nom de banque

source: Your bank account name
fr: Nom de votre compte en banque

source: Bank Transfer
fr: Virement bancaire

source: [%s] Your product has been approved!
fr: [%s] Votre produit a été approuvé !

source: [%s] New Product Added
fr: [%s] Nouveau produit ajouté

source: [%s] New Vendor Registered
fr: [%s] Une nouvelle boutique s’est inscrite

source: [%s] Your Withdraw Request has been cancelled
fr: [%s] Votre demande de reversement a été annulée

source: [%s] Your Withdraw Request has been approved
fr: [%s] Votre demande de reversement a été approuvée

source: [%s] New Withdraw Request
fr: [%s] Nouvelle demande de retrait

source: [%s] New Refund Request
fr: [%s] Nouvelle demande de remboursement

source: [%1$s] Refund Request %2$s
fr: [%s] Demande de Remboursement %s

source: "%1$s" sent you a message from your "%2$s" store
fr: "%s" vous a envoyé un message à partir de la boutique "%s"

source: Edit
fr: Modifier

source: Catalog
fr: Catalogue

source: Go to the last page
fr: Aller à la dernière page

source: Go to the next page
fr: Aller à la page suivante

# number of pages
source: of
fr: de

source: Current page
fr: Page actuelle

source: Select Page
fr: Sélection de la page

source: Go to the previous page
fr: Aller à la page précédente

source: Go to the first page
fr: Aller à la première page

source: Expand
fr: Développer

source: %s item
fr: %s produit

source: Save Variations
fr: Sauvegarder les variations

source: No default
fr: Pas de valeur par défaut

source: Default Form Values: These are the attributes that will be pre-selected on the frontend.
fr: Valeurs par défaut de la forme : Ce sont les attributs qui seront présélectionnés sur le frontend.

source: Go
fr: Aller

source: Download expiry
fr: Expiration du téléchargement

source: Download limit
fr: Limite de téléchargement

source: Downloadable products
fr: Produits téléchargeables

source: Weight
fr: Poids

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: Length
fr: Longueur

source: Shipping
fr: Livraison

source: Toggle &quot;Manage stock&quot;
fr: Basculer &quot;Gestion de stock&quot;

source: Set scheduled sale dates
fr: Mettre en place les dates programmées des promotions

source: Decrease sale prices (fixed amount or percentage)
fr: Diminuer les prix promotionnels (montant fixe ou pourcentage)

source: Increase sale prices (fixed amount or percentage)
fr: Augmenter les prix promotionnels (montant fixe ou pourcentage)

source: Set sale prices
fr: Mettre en place les prix promotionnels

source: Decrease regular prices (fixed amount or percentage)
fr: Diminuer les prix réguliers (montant fixe ou pourcentage)

source: Increase regular prices (fixed amount or percentage)
fr: Augmenter les prix réguliers (montant fixe ou pourcentage)

source: Set regular prices
fr: Mettre en place les prix standards

source: Pricing
fr: Tarification

source: Toggle &quot;Virtual&quot;
fr: Basculer &quot;Virtuel&quot;

source: Toggle &quot;Downloadable&quot;
fr: Basculer &quot;Téléchargeable&quot;

source: Toggle &quot;Enabled&quot;
fr: Basculer &quot;Activé&quot;

source: Delete all variations
fr: Supprimer toutes les variations

source: Create variations from all attributes
fr: Créer les variations pour tous les attributs

source: Add variation
fr: Ajouter une variation

source: Before you can add a variation you need to add some variation attributes on the <strong>Attributes</strong> section
fr: Avant de pouvoir ajouter une variation, vous devez ajouter des attributs de variation dans la <strong>Attributes</strong> section

source: Please provide a shop name.
fr: Veuillez attribuer un nom pour votre boutique.

source: Please enter your phone number.
fr: Veuillez entrer votre numéro de téléphone.

source: Please enter your last name.
fr: Veuillez entrer votre nom.

source: Please enter your first name.
fr: Veuillz entrer votre prénom.

source: Cheating, eh?
fr: Alors, on triche ?

source: Nonce verification failed
fr: La vérification particulière a échoué

source: You are already logged in
fr: Vous êtes déjà connecté

source: New pending product added by Vendor {seller_name}
fr: Nouveau produit en attente de validation ajouté par le vendeur {seller_name}

source: [{site_title}] A New product is pending from ({seller_name}) - {product_title}
fr: site_title}] Un nouveau produit est en attente de ({seller_name}) - {product_title}

source: New Pending Product emails are sent to chosen recipient(s) when a new product is created by vendors.
fr: Les e-mails de nouveaux produits en attente sont envoyés au(x) destinataire(s) choisi(s) lorsqu'un nouveau produit est créé par les vendeurs.

source: Dokan New Pending Product
fr: Dokan Nouveau produit en attente de validation

source: Withdrawal request for {amount} is cancelled
fr: Demande de reversement de {amount} annulée

source: [{site_name}] Your withdrawal request was cancelled
fr: [{site_name}] Votre demande de retrait a été annulée

source: These emails are sent to vendor when a vendor withdraw request is cancelled
fr: Ces e-mails sont envoyés au fournisseur lorsqu'une demande de retrait du vendeur est annulée

source: Dokan Withdraw cancelled
fr: Reversement annulé

source: New product added by Vendor {seller_name}
fr: Nouveau produit ajouté par le vendeur {seller_name}

source: [{site_name}] A New product is added by ({seller_name}) - {product_title}
fr: site_name}] Un nouveau produit est ajouté par ({seller_name}) - {product_title}

source: New Product emails are sent to chosen recipient(s) when a new product is created by vendors.
fr: Les e-mails de nouveau produit sont envoyés au(x) destinataire(s) choisi(s) lorsqu'un nouveau produit est créé par les vendeurs.

source: Dokan New Product
fr: Dokan Nouveau produit

source: New Withdraw Request from - {user_name}
fr: Nouvelle demande de reversement par - {user_name}

source: [{site_name}] A New withdrawal request is made by {user_name}
fr: [{site_name}] Une nouvelle demande de retrait est faite par {user_name}

source: These emails are sent to chosen recipient(s) when a vendor send request to withdraw
fr: Ces e-mails sont envoyés au(x) destinataire(s) choisi(s) lorsqu'un vendeur envoie une demande de retrait

source: Dokan New Withdrawal Request
fr: Dokan Nouvelle demande de retrait

source: Enter recipients (comma separated) for this email. Defaults to %s.
fr: Saisissez les destinataires (séparés par une virgule) pour cet e-mail. Par défaut à %s.

source: Recipient(s)
fr: Destinataire(s)

source: New Vendor Registered - {seller_name}
fr: Nouveau vendeur enregistré - {seller_name}

source: [{site_name}] A New vendor has registered
fr: [{site_name}] Un nouveau vendeur s'est enregistré

source: These emails are sent to chosen recipient(s) when a new vendor registers in marketplace
fr: Ces e-mails sont envoyés au(x) destinataire(s) choisi(s) lorsqu'un nouveau vendeur s'inscrit sur la marketplace.

source: Dokan New Seller Registered
fr: Nouveau vendeur enregistré

source: {customer_name} - Sent a message from {site_name}
fr: {customer_name} - a envoyé un message depuis {site_name}

source: [{customer_name}] sent you a message from your store at - {site_name}
fr: [{customer_name}] vous a envoyé un message depuis votre boutique sur - {site_name}

source: These emails are sent to a vendor who is contacted by customer via contact form widget
fr: Ces e-mails sont envoyés à un vendeur qui est contacté par le client via le widget de formulaire de contact

source: Dokan Contact Vendor
fr: Contact vendeur

source: {product_title} - is published
fr: {product_title} - est mis en ligne

source: [{site_name}] Your product - {product_title} - is now published
fr: [{site_name}] Votre produit - {product_title} - est maintenant en ligne

source: These emails are sent to vendor of the product when a pending product is published.
fr: Ces e-mails sont envoyés au vendeur lorsqu'un de ses produit en attente est publié.

source: Dokan Pending Product Published
fr: Objet en attente de validation vient d’être mise en ligne

source: Choose which format of email to send.
fr: Choisissez quel format de courriel envoyer.

source: Email type
fr: Type d’e-mail

source: Email heading
fr: Entête de l&rsquo;e-mail

source: Available placeholders: %s
fr: Espaces réservés disponibles : %s

source: Subject
fr: Sujet

source: Enable this email notification
fr: Activer cette notification par e-mail

source: Enable/Disable
fr: Activer/Désactiver

source: Withdrawal request for {amount} is approved
fr: Demande de reversement de {amount} approuvée

source: [{site_name}] Your withdrawal request was approved
fr: [{site_name}] Votre demande de remboursement a été approuvée

source: These emails are sent to vendor when a vendor withdraw request is approved
fr: Ces e-mails sont envoyés au vendeur lorsqu'une demande de remboursement du vendeur est approuvée

source: Dokan Withdraw Approved
fr: Reversement approuvé

source: Insert file URL
fr: Insérer l’URL du fichier

source: Choose file
fr: Choisir un fichier

source: File Name
fr: Nom du fichier

source: Order not found
fr: Commande introuvable

source: Product not found
fr: Produit introuvable

source: Get Pro
fr: Obtenir la version PRO

source: The Minimum PHP Version Requirement for <b>Dokan</b> is %1$s. You are Running PHP %2$s
fr: La version minimale requise de la version PHP pour <b>Dokan</b> est %s. Vous utilisez PHP %s

source: Electronic
fr: Electronique

source: Dress
fr: Robe

source: Book
fr: Réserver

source: Invalid email
fr: Email invalide

source: Store type required
fr: Type de boutique requis

source: Store name required
fr: Nom de la boutique requis

source: Your information has been saved successfully
fr: Vos informations ont été enregistrées avec succès

source: Pemission denied
fr: Permission refusée

source: Pemission denied social
fr: Autorisation refusée

source: These are the withdraw methods available for you. Please update your payment information below to submit withdraw requests and get your store payments seamlessly.
fr: Ce sont les méthodes disponibles pour vos retraits. Veuillez mettre à jour vos informations de paiement ci-dessous pour soumettre les demandes de retraits et obtenir vos paiements de façon transparente.

source: Payment Settings
fr: Paramètres de paiement

source: On Hold
fr: En attente

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
fr: Il est fortement recommandé de sauvegarder votre base de données avant de continuer. Êtes-vous sûr de vouloir exécuter le programme de mise à jour maintenant ?

source: We need to update your install to the latest version
fr: Nous devons mettre à jour votre installation avec la dernière version

source: Dokan Data Update Required
fr: Mise à jour de données Dokan requise

source: User logged in successfully.
fr: Utilisateur connecté avec succès.

source: Wrong username or password.
fr: Identifiant ou mot de passe incorrect

source: Invalid username or password.
fr: Identifiant ou mot de passe incorrect

source: Image could not be processed. Please go back and try again.
fr: L’image n’a pas pu être traitée. Veuillez revenir en arrière et réessayer.

source: Error: Nonce verification failed
fr: Échec de la vérification

source: Delete
fr: Supprimer
