Repository: AdVenture-Codes/translate
Catalog: wp-plugins-dokan-lite-stable-fr(1).po
Languages: fr

source: Shipped date:
fr: Date d'envoi :

source: Shipping number:
fr: Numéro de l’expédition :

source: Shipping provider:
fr: Transporteurs :

source: Email sent successfully!
fr: L’e-mail a bien été envoyé

source: Something went wrong!
fr: Quelque chose s’est mal passé !

source: Please provide your name.
fr: Veuillez indiquer votre nom.

source: You have no permission to manage this order
fr: Vous n’avez pas l’autorisation pour gérer cette commande

source: File %d
fr: Fichier %d

source: You do not have permission to change this order
fr: Vous ne pouvez pas modifier cette commande

source: You have taken too long. Please go back and retry.
fr: Vous avez mis trop de temps. Merci de revenir en arrière et de réessayer.

source: You do not have sufficient permissions to access this page.
fr: Vous n’avez pas les droits nécessaires pour accéder à cette page.

source: Something wrong, please try again later
fr: Oops, quelque chose ne se passe pas comme prévu, merci de réessayer plus tard.

source: Go to your Store Dashboard!
fr: Retourner sur la tableau de bord de la boutique

source: Your Store is Ready!
fr: Votre boutique est prête !

source: Payment Setup
fr: Paramètres de paiement

source: Select an option&hellip;
fr: Sélectionnez une option&hellip;

source: Skip this step
fr: Passer cette étape

source: Continue
fr: Continuer

source: State Name
fr: Nom de la région

source: Post/Zip Code
fr: Code postal

source: Street
fr: Rue

source: Store Setup
fr: Configuration de la boutique

source: Not right now
fr: Pas maintenant

source: Let's Go!
fr: C’est parti !

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the Store!
fr: Pas le temps pour le moment ? Si vous ne voulez pas passer par l'assistant de configuration de la boutique, vous pouvez ignorer et revenir à la boutique !

source: Thank you for choosing The Marketplace to power your online store! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong>
fr: Merci d'avoir choisi PINCL' Marketplace pour alimenter votre boutique en ligne ! Cet assistant de configuration rapide vous aidera à configurer les paramètres de base. <strong>C'est complètement facultatif et ne devrait pas prendre plus de deux minutes.</strong>

source: Welcome to the Marketplace!
fr: Bienvenue sur la Marketplace

source: Return to the Marketplace
fr: Retour sur l’espace de vente

source: Vendor &rsaquo; Setup Wizard
fr: Vendeur &rsaquo; Assistant de configuration

source: Ready!
fr: Prêt !

source: Payment
fr: Paiement

source: Store
fr: Boutique

source: You have no permission to view this order
fr: Vous n’avez aucune autorisation pour afficher cette commande

source: This vendor will be marked as a featured vendor.
fr: Ce fournisseur sera considérée comme un fournisseur recommandé.

source: Mark as featured vendor
fr: Marquer comme boutique mise en avant

source: Featured vendor
fr: Boutique mise en avant

source: It will override the default commission admin gets from each sales
fr: Cela remplacera la commission par défaut que l’admin obtient de chaque vente

source: Admin Commission
fr: Commission Admin

source: Set the commmission type admin gets from this seller
fr: Définir le type de commission que l’admin obtient de ce vendeur

source: Admin Commission Type
fr: Type commission administrateur

source: Bypass pending, publish products directly
fr: Ne pas attendre l’approbation, mettre en ligne directement les objets

source: Publish product directly
fr: Publier le produit directement

source: Publishing
fr: Publication

source: Enable or disable product adding capability
fr: Activer ou désactiver la capacité d'ajout de produit

source: Enable Adding Products
fr: Activer l'ajout de produits

source: Selling
fr: Vente

source: Bank Swift
fr: Code BIC/IBAN

source: Bank IBAN
fr: IBAN de la banque

source: Bank Address
fr: Adresse de la banque

source: Account Number
fr: Numéro de compte

source: Account Name
fr: Nom du compte

source: Bank name
fr: Nom de la banque

source: Skrill Email
fr: Email Skrill

source: Paypal Email
fr: Email Paypal

source: Payment Options :
fr: Options de paiement

source: Zip Code
fr: Code postal

source: Town/City
fr: Ville

source: Address 2
fr: Adresse 2

source: Address 1
fr: Adresse 1

source: Store name
fr: Nom de la boutique

source: Upload a banner for your store. Banner size is (%1$sx%2$s) pixels.
fr: Mettre en ligne une bannière pour votre magasin. La taille de la bannière est (%1$sX%2$s) pixels.

source: Banner
fr: Bannière

source: Dokan Options
fr: Options Dokan

source: State/County or state code
fr: Pays ou code pays

source: State/County
fr: État/Pays

source: Select a country&hellip;
fr: Sélectionnez un pays&hellip;

source: I swear this is not your product!
fr: Je vous assure que ce n'est pas votre produit !

source: No product found!
fr: Aucun produit trouvé

source: Please select a category
fr: Veuillez sélectionner une catégorie

source: Please enter product title
fr: Veuillez entrer le titre du produit

source: Details of your product ...
fr: Détails de votre produit….

source: Delete Permanently
fr: Supprimer définitivement

source: Store List
fr: Liste des boutiques

source: Sorry, no transactions were found!
fr: Désolé, aucune transaction n’a été trouvée

source: You don't have sufficient balance for a withdraw request!
fr: Vous n'avez pas un solde suffisant pour une demande de retrait !

source: You already have a pending withdraw request
fr: Vous avez déjà un retrait en attente.

source: You have already withdrawn %s. This amount will be deducted from your balance.
fr: Vous avez déjà retiré %s. Ce montant sera déduit de votre solde.

source: Unknown error!
fr: Erreur inconnue !

source: Your request has been received successfully and being reviewed!
fr: Votre demande a bien été reçue et est en cours de traitement !

source: Your request has been cancelled successfully!
fr: Votre demande a bien été annulée avec succès !

source: You don't have enough balance for this request
fr: Votre solde est insuffisant pour cette demande

source: Withdraw amount required
fr: Montant requis pour effectuer un retrait

source: You have no permission to do this action
fr: Vous n’avez pas les permissions nécessaires pour accomplir cette tâche

source: Are you cheating?
fr: Est-ce que vous trichez?

source: Send Message
fr: Envoyer le message

source: Type your messsage...
fr: Tapez votre message….

source: you@example.com
fr: vous@exemple.com

source: Your Name
fr: Votre nom

source: No products found
fr: Aucun produit trouvé

source: You have no permission to view this page
fr: Vous n’avez pas les permissions suffisantes pour accéder à cette page

source: Your account is not enabled for selling, please contact the admin
fr: Votre compte n’est pas activé pour la vente, veuillez contacter l’administration

source: Address:
fr: Adresse :

source: Vendor:
fr: Vendeur :

source: Store Name:
fr: Nom de boutique

source: Vendor Information
fr: Informations sur la boutique

source: I am a vendor
fr: Je suis un vendeur

source: I am a customer
fr: Je suis un client

source: Sign Up
fr: S’inscrire

source: Log in
fr: Se connecter

source: Edit Account
fr: Modifier le compte

source: My Account
fr: Mon compte

source: My Orders
fr: Mes commandes

source: Visit your store
fr: Visiter votre boutique

source: Vendor Dashboard
fr: Tableau de bord du vendeur

source: Cart %s
fr: Panier %s

source: Store Closed
fr: Boutique fermée

source: Store Open
fr: Boutique ouverte

source: Search seller &hellip;
fr: Rechercher un vendeur &hellip;

source: Search Vendor &hellip;
fr: Rechercher un vendeur &hellip;

source: Search Results for: %s
fr: Résultats de recherche pour : %s

source: This order has products from multiple vendors. So we divided this order into multiple vendor orders. Each order will be handled by their respective vendor independently.
fr: Cette commande possède des produits provenant de plusieurs vendeurs. Nous avons donc divisé la commande en plusieurs commandes. Chaque commande sera donc traitée de manière indépendante par son vendeur respectif.

source: Sub Orders
fr: Sous Commandes

source: No orders found!
fr: Aucune commande trouvée

source: Pay
fr: Payer

source: Multiple Vendor
fr: Vendeurs multiples

source: Vendor
fr: Vendeur

source: Recent Orders
fr: Commandes récentes

source: No vendor found!
fr: Aucun vendeur trouvé

source: Next &rarr;
fr: Suivant &rarr;

source: &larr; Previous
fr: &larr; Précédent

source: Rated %s out of 5
fr: Noté %s sur 5

source: Featured
fr: En vedette

source: No products were found of this vendor!
fr: Pas de produits ont été trouvés de ce fournisseur !

source: Withdraw
fr: Retrait

source: Payment Settings Setup
fr: Paramètres de paiement

source: No withdraw method is available. Please update your payment method to withdraw funds.
fr: Aucune méthode de retrait n'est disponible. Veuillez mettre à jour votre mode de paiement pour retirer les fonds.

source: Submit Request
fr: Soumettre une requete

source: Payment Methods
fr: Mode de paiement

source: Withdraw Amount
fr: Montant du reversement

source: Accepted
fr: Accepté

source: Method
fr: Méthode

source: Amount
fr: Montant

source: Cancelled Requests
fr: Demandes annulées

source: Approved Requests
fr: Demandes approuvées

source: Save changes
fr: ENREGISTRE LES CHANGEMENTS

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: New Password (leave blank to leave unchanged)
fr: Nouveau mot de passe (laisser vide pour ne pas changer)

source: Current Password (leave blank to leave unchanged)
fr: Mot de passe actuel (laisser en blanc pour ne pas le modifier)

source: Password Change
fr: Changement de mot de passe

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Edit Account Details
fr: MODIFIER LES DÉTAILS DU COMPTE

source: On hold
fr: En attente

source: Refunded
fr: Remboursé

source: Cancelled
fr: Annulé

source: Pending
fr: En attente

source: Completed
fr: Complété

source: Orders
fr: Commandes

source: Pending Review
fr: En attente de validation

source: Offline
fr: Hors ligne

source: + Add new product
fr: + AJOUTER UN NOUVEAU PRODUIT

source: Products
fr: Produits

source: Sales this Month
fr: VENTES DE CE MOIS

source: Pageview
fr: Page vues

source: Sales
fr: Ventes

source: Export Filtered
fr: Exporter filtré

source: Export All
fr: Exporter tout

source: Never
fr: Jamais

source: Access Expires
fr: Accès Expiré

source: Unlimited
fr: Illimité

source: Downloads Remaining
fr: Téléchargements Restants

source: %d time
fr: %s fois

source: Downloaded
fr: Téléchargé

source: Revoke Access
fr: Révoquer l'accès

source: Add Tracking Details
fr: Ajouter les informations du suivi

source: Date Shipped
fr: Date de livraison

source: Shipping Provider Name / URL
fr: Nom et adresse URL du prestataire de livraison

source: Tracking Number
fr: Numéro de suivi

source: Add Note
fr: Ajouter une note

source: Private note
fr: Note privée

source: Customer note
fr: Remarque client

source: Add note
fr: Ajouter une note

source: There are no notes for this order yet.
fr: Il n'y a pas encore de notes pour cette commande.

source: Delete note
fr: Supprimer la note

source: added %s ago
fr: ajouté il y a %s

source: Order Notes
fr: Notes de la commande

source: Customer Note:
fr: Note client :

source: Customer IP:
fr: Adresse IP du client :

source: Phone:
fr: Téléphone :

source: Customer:
fr: Client :

source: Earning From Order:
fr: Revenu des commandes

source: Order Date:
fr: Date de commande :

source: Update
fr: Mettre à jour

source: &nbsp; Edit
fr: &nbsp; Modifier

source: Order Status:
fr: Statut de la commande :

source: General Details
fr: Détails généraux

source: Downloadable Product Permission
fr: Autorisation de produit téléchargeable

source: No shipping address set.
fr: Aucune adresse de livraison définie.

source: Shipping Address
fr: Adresse de livraison

source: No billing address set.
fr: Aucune adresse de facturation définie.

source: Billing Address
fr: Adresse de facturation

source: Totals
fr: Totaux

source: Qty
fr: Qté

source: Item
fr: Article

source: Order Items
fr: Articles de Commande

source: This is not yours, I swear!
fr: Ce n'est pas le vôtre, je vous assure !

source: Fee Name
fr: Nom des frais

source: Grant Access
fr: Accorder l'Accès

source: Choose a downloadable product&hellip;
fr: Choisir un produit téléchargeable&hellip;

source: &larr; Orders
fr: &larr; Commandes

source: No orders found
fr: Pas de commandes trouvées

source: View
fr: Voir

source: Complete
fr: Terminé

source: Processing
fr: En cours

source: Guest
fr: Invité

source: Order %s
fr: Commande %s

source: Customer
fr: Client

source: Order Total
fr: Total de la commande

source: Order
fr: Commandes

source: Change status to completed
fr: Modifier le statut en terminée

source: Change status to processing
fr: Changer le statut à en cours de traitement

source: Change status to on-hold
fr: Changer le statut à en attente

source: Bulk Actions
fr: Actions groupées

source: Shipping Tax:
fr: TVA sur la livraison :

source: Sales Tax:
fr: TVA :

source: Tax Rate:
fr: Taux d’imposition :

source: Terms And Conditions
fr: Termes et Conditions

source: Contact Vendor
fr: Contacter le vendeur

source: Store Time
fr: Horaires Boutique

source: Store Location
fr: Emplacement de la boutique

source: Store Product Category
fr: Catégorie de produit de la boutique

source: Logging in
fr: Seconnecter

source: Login
fr: Connexion

source: Register
fr: S&rsquo;enregistrer

source: Shop URL
fr: URL de la boutique

source: Shop Name
fr: Nom de la boutique

source: Password
fr: Mot de passe

source: Email address
fr: Email

source: Virtual products are intangible and aren't shipped.
fr: Les produits virtuels sont incorporels et ne sont pas expédiés.

source: Downloadable products give access to a file upon purchase.
fr: Les produits téléchargeables donnent accès à un fichier lors de l'achat.

source: Enable product reviews
fr: Activer les avis de produit

source: Customer will get this info in their order email
fr: Le Client en sera informé dans son e-mail de commande

source: Purchase Note
fr: Note d’achat

source: Visibility
fr: Visibilité

source: Draft
fr: Brouillon

source: Online
fr: En ligne

source: Product Status
fr: Statut du produit

source: Set your extra product options
fr: Ajouter des options pour le produit

source: Other Options
fr: Autres options

source: Save Product
fr: Enregistrer le produit

source: Short Description
fr: Description courte

source: Tags
fr: Étiquettes

source: Category
fr: Catégorie

source: Product price can't be less than the vendor fee!
fr: Le prix du produit ne peut pas être inférieur aux frais du vendeur !

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
fr: Choisissez une variable si votre produit a plusieurs attributs - comme les tailles, les couleurs, la qualité, etc

source: Product Type
fr: Type de produit

source: Please enter product title!
fr: Merci de taper le titre du produit

source: Title
fr: Titre

source: View Product &rarr;
fr: Voir le produit &rarr;

source: The product has been saved successfully.
fr: Le produit a bien été enregistré.

source: Hidden
fr: Masqué

source: View Product
fr: Voir le produit

source: Edit Product
fr: Modifier le produit

source: Access Denied
fr: Accès Refusé

source: Access Denied, No product found
fr: Accès refusé, aucun produit trouvé

source: Create & add new
fr: Créer et ajouter un nouveau

source: Create product
fr: Créer un produit

source: Enter some short description about this product...
fr: Entrez une courte description du produit….

source: Upload a product cover image
fr: Ajouter une image principale du produit

source: Download Expiry
fr: Expiration du téléchargement

source: Download Limit
fr: Limite de téléchargement

source: This is the URL or absolute path to the file which customers will get access to.
fr: Il s'agit de l'URL ou du chemin absolu vers le fichier auquel les clients auront accès.

source: File URL
fr: URL du fichier

source: This is the name of the download shown to the customer.
fr: Le nom du téléchargement affiché au client.

source: Add File
fr: Ajouter un fichier

source: Configure your downloadable product settings
fr: Configurer les paramètres de votre produit téléchargeable

source: Downloadable Options
fr: Options de téléchargelment

source: Next &raquo;
fr: Suivant &raquo;

source: &laquo; Previous
fr: &laquo; Précédent

source: No product found
fr: Aucun produit trouvé

source: Apply
fr: Appliquer

source: Select bulk action
fr: Sélectionnez l’action groupée

source: Add new product
fr: Ajouter un nouveau produit

source: Create Product
fr: Créer un produit

source: Create & Add New
fr: Créer et en ajouter une autre

source: Add your product description
fr: Ajouter la description du produit

source: Select product tags
fr: Sélectionnez les mots-clés du produit

source: Short description of the product...
fr: Faites une courte description du produit….

source: To
fr: À

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: From
fr: De

source: Schedule
fr: Planifier

source: Discounted Price
fr: Prix ​​réduits

source: Product name..
fr: Nom du produit...

source: Add gallery image
fr: Ajouter une nouvelle galerie d’image

source: Delete image
fr: Supprimer l’image

source: Upload Product Image
fr: Uploader une image produit

source: Success!
fr: Réussi !

source: Error!
fr: Erreur !

source: Add New Product
fr: Ajouter un nouveau produit

source: Search Products
fr: Recherche produits

source: Search
fr: Rechercher

source: Filter
fr: Filtre

source: - Select a category -
fr: - Choisir une catégorie -

source: Allow only one quantity of this product to be bought in a single order
fr: Autoriser l'achat d'une seule quantité de ce produit dans une commande

source: Allow but notify customer
fr: Permettre mais le signaler au client

source: Do not allow
fr: Ne pas autoriser

source: Allow Backorders
fr: Autoriser les commandes sur un produit non disponible

source: Low stock threshold
fr: Seuil de stock faible

source: Stock quantity
fr: Quantité disponible

source: Enable product stock management
fr: Activer la gestion de stock au niveau des produits

source: On Backorder
fr: En rupture de stock

source: Out of Stock
fr: Rupture de stock

source: In Stock
fr: En stock

source: Stock Status
fr: État du stock

source: (Stock Keeping Unit)
fr: (Unité de Gestion des Stocks)

source: Manage inventory for this product.
fr: Configurez l’inventaire de ce produit.

source: Inventory
fr: Inventaire

source: All (%d)
fr: Tout (%d)

source: Last Modified
fr: Dernière modification

source: Scheduled
fr: Planifié

source: Missed schedule
fr: Planification manquée

source: Published
fr: Publié

source: %s ago
fr: Il y a %s

source: Unpublished
fr: Non publié

source: Views
fr: Vues

source: Downloadable
fr: Téléchargeable

source: Virtual
fr: Virtuel

source: External/Affiliate
fr: Externe/Affiliation

source: Grouped
fr: Groupé

source: Earning
fr: Revenu

source: Price
fr: Prix

source: Status
fr: Statut

source: Name
fr: Nom

source: We'll transfer this amount to your preferred payment method shortly.
fr: Nous allons bientôt transférer ce montant vers votre mode de paiement principal.

source: Your withdraw request was cancelled!
fr: Votre demande de remboursement a été annulée

source: Thanks for being with us.
fr: Merci de nous rejoindre.

source: We'll transfer this amount to your preferred destination shortly.
fr: Nous allons bientôt vous transférer ce montant.

source: Your withdraw request has been approved, congrats!
fr: Votre demande de retrait a été approuvée, félicitations !

source: Here's the reason, why :
fr: Voici la raison, pourquoi :

source: Amount :
fr: Montant :

source: You sent a withdraw request of:
fr: Vous avez envoyé une demande de retrait de :

source: Your withdraw request was cancelled
fr: Votre demande de reversement a été annulée

source: You can approve or deny it by going here : %s
fr: Vous pouvez l'approuver ou le refuser en vous rendant ici :

source: Profile : %s
fr: Profil :

source: Payment Method : %s
fr: Moyen de paiement :

source: Request Amount : %s
fr: Montant demandé :

source: A new withdraw request has been made by - %s
fr: Une nouvelle demande de retrait a été faites par -

source: The product is currently in "publish" state. So everyone can view the product.
fr: Le produit est actuellement publié. Tout le monde peut voir votre produit.

source: A new product is submitted to your site.
fr: Un nouveau produit est soumis à votre site.

source: View product : %s
fr: Voir le produit :

source: has been approved by one of our admin, congrats!
fr: a été approuvé par l'un de nos administrateurs, félicitations !

source: Your product %s
fr: Votre produit

source: In case it needs to be moderated <a href="%s"> click here </a>
fr: Dans le cas ou cela doit être modéré <a href="%s">cliquez ici</a>

source: The product is currently in "pending" state.
fr: Le produit est actuellement en attente de validation.

source: A new product is submitted to your site and pending review
fr: Un nouveau produit à été ajouté à votre site et attend confirmation

source: To edit vendor access and details visit : %s
fr: Pour modifier l'accès et les détails du vendeur, veuillez visiter :

source: Vendor Store: %s
fr: Boutique du Vendeur :

source: A new vendor has registered in your marketplace
fr: Un nouveau vendeur est enregistré sur sur le site

source: You can approve or deny it by going <a href="%s"> here </a>
fr: Vous pouvez approuver ou refuser en vous rendant <a href="%s"> ici </a>

source: Payment Method:
fr: Moyen de paiement :

source: Request Amount:
fr: Montant de la demande :

source: Username :
fr: Identifiant :

source: A new withdraw request has been made by
fr: Une nouvelle demande de reversement a été faite par

source: Hi,
fr: Bonjour,

source: The product is currently in "publish" status. So, everyone can view the product.
fr: Le Produit est actuellement en mode "publié". Ce qui signifie que tout le monde peut le consulter.

source: A new product is submitted to your site
fr: Un produit à été soumis sur votre site

source: To Edit product click : <a href="%s">here</a>
fr: Pour Modifier le produit cliquez : <a href="%s">ici</a>

source: Your product : <a href="%1$s">%2$s</a> is approved by the admin, congrats!
fr: Votre produit : <a href="%s">%s</a> a été approuvé par l'administrateur, félicitations !

source: The product is currently in "pending" status.
fr: Le produit est actuellement en attente de validation.

source: Category :
fr: Catégorie :

source: Price :
fr: Prix :

source: Title :
fr: Titre :

source: Summary of the product:
fr: Résumé du produit :

source: A new product is submitted to your site and is pending review
fr: Un nouveau produit est soumis à votre site et est en attente d’examen

source: Hello,
fr: Bonjour,

source: To edit vendor access and details <a href="%s">Click Here</a>
fr: Pour modifier l’accès et détails du vendeur <a href="%s">Cliquez ici</a>

source: Vendor Store :
fr: Boutique du Vendeur :

source: Vendor :
fr: Vendeur :

source: Vendor Details:
fr: Détails sur le Vendeur :

source: A new vendor has registered in your marketplace
fr: Un nouveau vendeur est enregistré sur votre Boutique

source: Hello there,
fr: Bonjour,

source: Visit Store
fr: Visitez le magasin

source: State
fr: État

source: Country
fr: Pays

source: Postcode / Zip
fr: Code Postal

source: Post/ZIP Code
fr: Code postal

source: Town / City
fr: Ville

source: Apartment, suite, unit etc. (optional)
fr: Appartement, immeuble, etc. (optionnel)

source: Street address
fr: Adresse

source: Street
fr: Rue
